(function () {
    window.characterReview = window.characterReview || {};
    window.characterReview["모토하·청광"] = { name_en: "", name_jp: "", codename: "",
        review: `
P5X 2주년을 맞아 출시된 괴도단의 동료 모토하의 각성 버전으로 강력한 성능을 선보인다. **전격 단일 딜러이면서도 2명의 적을 타게팅하는 특이한 구조**를 지니고 있다. 

HIGHLIGHT 중심의 딜러지만 기존과 달리 HILIGHT 게이지를 필요로 하지도, 별도의 쿨타임을 가지고 있지도 않는다. (심지어 HIGHLIGHT가 기술명을 보유하고 있다.)

HILIGHT를 발동 시키기 위해서는『빛』/『그림자』스택이 둘이 합쳐 총 3개가 필요하며 최대 6중첩이 가능해 동시에 2번 사용도 가능하다. 

대미지에 영향을 주는 것은 『빛』뿐으로 해당 스택을 많이 모으는 것이 관건이다. 해당 스택은 턴 시작 시, 그리고 스킬1을 사용할 때 1스택이 충전된다.

의식1 이상이 되면 스킬3을 사용해도 1스택이 충전되기 떄문에 사이클이 변경된다. 

**스킬2는 스킬1의 대미지 효과만 발동할 뿐 스킬1이 적에게 부여하는 디버프를 발동시키지 않기 때문에 도발이 필요한 경우가 아니면 사용하지 않는다.**

<br>

HIGHLIGHT가 대미지에서 차지하는 비중이 무척 높기 때문에 아야카는 필수 파티원으로 고려된다. 

함께 출시된 4성 괴도 아란도 기본적으로 적 2체를 타게팅하는 디버프를 부여하기 때문에 4성 괴도임에도 파티원으로서 높은 평가를 받고 있다.

마나카의 턴 회귀가 해당 스택을 되돌려주지 않기 때문에 후카와 함께 사용하는 형태로 연구가 진행됐고, 모토하는 2턴이 기본 사이클로 설계된 듯 하지만 후카 의식0의 교체가 2번만 가능하다는 점을 고려하여 3턴과 6턴에 HL을 모아서 사용하는 형태가 추천된다.
`,
        review_en: `In progress...`,
        review_jp: `作成中...`,
        pros: [
          ""
        ],
        pros_en: [
          ""
        ],
        pros_jp: [
          ""
        ],
        cons: [
          ""
        ],
        cons_en: [
          ""
        ],
        cons_jp: [
          ""
        ],
    };
})();
