window.ritualData = window.ritualData || {};
window.enCharacterRitualData = window.enCharacterRitualData || {};
window.jpCharacterRitualData = window.jpCharacterRitualData || {};
window.ritualData["코로마루"] = {
  "name": "코로마루",
  "r0": "도시의 인기왕",
  "r0_detail": "전투 시작 시, 코로마루는 수동으로 아군 1명을 『주인』으로 지정한다.\n『특정 규칙』에 따라 『사냥개 협공』을 『주인』과 함께 진행할 수 있다.\n『주인』 선택이 완료된 후, 코로마루는 자동으로 지원 스킬을 발동한다.\n코로마루의 테우르기아는 목표에게 『영혼 추적』을 부여할 수 있으며, 자신의 서로 다른 페르소나 스킬로 『영혼 추적』을 보유한 유닛을 공격할 경우 목표를 화염/전격/빙결 속성 『내성 강등』 상태에 빠뜨릴 수 있고, 동시에 모든 아군에게 『충견의 포효』를 부여한다.\n※ 충견의 포효: 공격력, 피해량, 테우르기아 피해 증가율 일정 % 증가, 일정 턴 지속.\n\n『특정 규칙』\n『주인』이 S.E.E.S. 동료일 경우, 『주인』은 지원 스킬창의 명령을 통해 코로마루의 페르소나 스킬을 지휘해 발동시킬 수 있으며, 이후에도 기존 규칙에 따라 다른 지원 스킬을 사용할 수 있다.\n『주인』이 S.E.E.S. 동료가 아닐 경우, 『주인』의 턴 시작 시 코로마루는 『주인』의 속성에 따라 자동으로 페르소나 스킬을 발동한다.\n코로마루는 『주인』을 선택한 이후 자신의 턴을 더 이상 보유하지 않지만, 『주인』의 턴 시작/종료 시에는 자신의 턴 시작/종료 효과를 지속 발동한다.\n\n『내성 강등』\n내성 속성이 무효·반사·흡수일 경우 내성으로 변경된다.\n내성 속성이 내성일 경우 보통으로 변경된다.\n내성 속성이 보통일 경우 약점으로 변경된다.\n내성 속성이 약점일 경우 약점 피해를 받는 수치가 증가한다.",
  "r1": "멍!",
  "r1_detail": "『주인』과 『사냥개 협공』을 완료하거나, 자신이 능동적으로 페르소나 스킬을 발동한 후, 모든 아군이 영구적으로 일정 수치의 크리티컬 효과 증가를 획득한다(최대 중첩 제한 있음).\n『주인』이 치명적인 피해를 받을 경우, 해당 대상의 HP가 1 미만으로 내려가지 않도록 하고, 동시에 최대 생명력의 일정 수치를 회복시킨다. 전투당 1회 한정.",
  "r2": "나가나키의 수호자",
  "r2_detail": "『내성 강등』 상태를 부여할 때, 추가로 목표를 연소·감전·빙결·저주 상태에 빠뜨릴 수 있다.\n『충견의 포효』는 추가로 공격력을 일정 수치 증가시키고, 방어력을 일정 수치 증가시킨다.",
  "r3": "암야의 잠행",
  "r3_detail": "1스킬 『칠흑의 지옥불꽃』, 3스킬 『은월서리』의 스킬 레벨이 상승한다.",
  "r4": "월영 포효",
  "r4_detail": "테우르기아로 가하는 주원 속성 피해가 내성을 무시한다.\n추가로 목표가 받는 피해를 영구적으로 증가시킨다.",
  "r5": "영혼 동조",
  "r5_detail": "2스킬 『홍섬격』, 『전투 기술』의 레벨이 상승한다.",
  "r6": "용맹한 전사",
  "r6_detail": "코로마루의 턴 시작 시, 자동으로 『명부의 재결』 효과를 발동한다.\n※ 명부의 재결: 전장의 모든 적을 동시에 화염·전격·빙결 속성 『내성 강등』 상태에 빠뜨리고, 추가로 목표가 받는 화염·전격·빙결 약점 피해를 일정 수치 증가시키며, 받는 화염·전격·빙결 피해를 일정 수치 증가시킨다.\n『충견의 포효』의 효과 중첩 상한이 증가한다."
};
window.enCharacterRitualData["코로마루"] = {
  "name": "",
  "r0": "",
  "r0_detail": "",
  "r1": "",
  "r1_detail": "",
  "r2": "",
  "r2_detail": "",
  "r3": "",
  "r3_detail": "",
  "r4": "",
  "r4_detail": "",
  "r5": "",
  "r5_detail": "",
  "r6": "",
  "r6_detail": ""
};
window.jpCharacterRitualData["코로마루"] = {
  "r0": "",
  "r0_detail": "",
  "r1": "",
  "r1_detail": "",
  "r2": "",
  "r2_detail": "",
  "r3": "",
  "r3_detail": "",
  "r4": "",
  "r4_detail": "",
  "r5": "",
  "r5_detail": "",
  "r6": "",
  "r6_detail": ""
};
