(function () {
    window.characterReview = window.characterReview || {};
    window.characterReview["아야카·여름"] = { name_en: "", name_jp: "", codename: "", codename_en: "",
        review: `
아야카의 여름 이격 버전으로 출시된 질풍 광역 딜러다.

아야카를 제외한 모든 아군은 HIGHLIGHT를 직접 사용할 수 없지만, **아야카의 턴 시작마다 아군 한 명의 하이라이트를 자원 소모 없이 발동**시킬 수 있다.

**핵심 딜링 메커니즘은 추가 효과인 『여름밤의 별장막』이다. ** 

**HIGHLIGHT를 사용하면 스택 『별의 소원』을 중첩시키고, 스킬3을 사용하면 중첩된 스택을 모두 소모하여 『여름밤의 별장막』을 중첩 횟수만큼 발동**한다.

스킬1은 매 턴이 끝날 때마다 추가 효과인 『여름밤의 별장막』을 발동하게 하는 필드형 스킬로 1턴에 고정적으로 사용하며, 스킬2는 2턴 동안 턴 종료 시마다 HIGHLIGHT 에너지를 충전시킨다.

HIGHLIHGT는 별도의 대미지가 없기 때문에 아야카의 턴 이전에 사용해도 무방하며, 운영 간에 HL 에너지가 조금 부족하다면 전투 시작 시 25%의 에너지를 충전하는 계시 세트를 착용하면 된다.

---

※ 참고사항: HIGHLIGHT는 매 턴 적의 약점을 공격하면 +21, 이외는 +17의 에너지가 차오르며 해당 충전은 턴을 종료하는 형태의 행동에 대해서만 1회 작동한다.
`,
        review_en: ``,
        review_jp: ``,
        review_cn: ``,
        pros: [
          ""
        ],
        pros_en: [
          ""
        ],
        pros_jp: [
          ""
        ],
        pros_cn: [
          ""
        ],
        cons: [
          ""
        ],
        cons_en: [
          ""
        ],
        cons_jp: [
          ""
        ],
        cons_cn: [
          ""
        ],
    };
})();
