{
  "id": "lufelnet-guide",
  "titles": {
    "kr": "루페르넷 가이드",
    "en": "Lufelnet Guide",
    "jp": "ルフェルネット ガイド"
  },
  "excerpts": {
    "kr": "[English]If this guide appears in Korean: - PC: Click the ‘한국어’ button next to the flag in the bottom right corner. - Mobile: Tap the hamburger button...",
    "en": "A brief overview of Lufelnet's features and frequently asked questions. Most screenshots are based on the desktop (PC) English version, and most features support mobile.",
    "jp": "ルフェルネットの機能別の簡単な説明とよくある質問をまとめました。ガイドの画面の多くはデスクトップ(PC)英語版を基準に説明されており、ほとんどはモバイルにも対応しています。"
  },
  "searchContent": {
    "kr": "루페르넷의 기능 별 간략한 설명과 자주묻는 질문을 모아두었습니다. 가이드의 화면 다수는 데스크탑(PC) 영문을 기준으로 설명되며, 대부분 모바일을 지원합니다. 루페르넷에서 대부분의 설명은 각 페이지의 툴팁(? 아이콘)을 클릭 또는 별도로 명시돼있습니다. P5X는 적, 기믹, 파티의 구성에 따라서 우선순위가 뒤바뀔 수 있는 복합적인 게임입니다.모든 가이드는 정답에 가까울 수 있지만, 모두의 정답이 될 수는 없습니다. 게임 시스템을 이해하고 본인의 라인업에 맞는 파티와 전략을 만들어보세요. 절대 다수의 콘텐츠는 수동으로 개인이 업데이트하므로 관리자의 실수가 있을 수 있습니다. 1. 사이트 설명 루페르넷은 게임에 필요한 가이드를 꾸준하게 정리해온 팬 사이트이자 플랫폼입니다. 각 기능에 대한 간략한 설명은 아래와 같습니다. 메뉴 순서는 변동될 수 있습니다. 캐릭터 - 각 캐릭터별 리뷰, 추천 세팅, 스킬 및 의식 정보, 추천 파티 정보를 제공합니다. 페르소나 - 원더(주인공)가 사용할 수 있는 모든 페르소나의 정보. 추천하는 페르소나와 세팅을 제공합니다.계시 - 캐릭터의 강함을 결정하는 핵심 콘텐츠. 각 계시의 정보와 주로 사용하는 캐릭터들을 확인할 수 있습니다.협력자 - 모든 협력자의 대화 선택지와 호감도 선물, 그리고 우선 해제하면 좋은 협력자를 별도로 표기했습니다. 원더 무기- 원더가 장착할 수 있는 무기와 획득처에 대해 정리했습니다. 맵 - 메멘토스와 팰리스의 지도, 보물상자와 보스의 정보 등을 정리해 제공합니다. 성좌의 시련 - '심상' 강화 재료를 획득할 수 있는 상위 던전에 대한 정보를 제공합니다.계약 트래커(BETA) / 계약 통계 - 계약 정보를 제출하고 통계를 확인할 수 있습니다. 육성 계산기 - 캐릭터를 성장시키는데 필요한 재화를 계산할 수 있습니다. 방어력 감소 계산기 - 보스의 방어력을 감소시키거나 관통하는 모든 요소를 모았습니다. 필요한 수치를 쉽게 시뮬레이션하세요. 크리티컬 계산기 - 크리티컬 확률을 높일 수 있는 요소를 모두 모았습니다. 필요한 수치를 쉽게 시뮬레이션하세요. 택틱 라이브러리 - 보스나 이벤트를 클리어하는데 필요한 전략이 공유됩니다. 아티클 - 게임 내에서 자세히 설명되지 않는 요소들을 정리합니다. 티어 - 관리자의 주관이 담긴 캐릭터 티어를 제공합니다. (항상 조심스럽습니다) 스케줄 (글로벌) - 아시아 서버의 사전 출시 순서를 기반한 앞으로 출시 일정 예측입니다. 계약 플래너(글로벌) - 스케줄을 기반한 캐릭터 및 무기에 대한 재화 소모 계획을 시뮬레이션 할 수 있습니다. 갤러리 - 공식 일러스트를 일부 모아두었습니다. 2. 캐릭터 가이드 - 추천 세팅 계시 추천 하는 계시 조합을 열거합니다. 적과 파티의 조합, 목적에 따라 계시 세트는 항상 변동될 수 있으므로 정답은 없습니다. 일반적으로는 좌측에 배치된 계시가 범용성이 높은 계시입니다만, 의식 레벨에 따라도 바뀌기도 합니다. 계시 옵션 - 메인 추천하는 메인 옵션을 의미합니다. 좌우순서는 우선 순위가 따로 존재하지 않습니다. 콘텐츠를 클리어하는데 있어 아군이 쉽게 사망할 경우, 생명력이나 방어력을 선택하면 됩니다. 딜러의 경우 대미지를 높이는 방향으로, 서포터의 경우 서포터의 스킬 효과에 영향을 주는 옵션들이 중요합니다. 계시 옵션 - 서브 계시의 추천하는 서브 옵션들을 의미합니다. 1,2,3순위에 해당하는 옵션이 많을 수록 대체로 좋은 계시가 됩니다. 메인과 동일하게 좌우순서는 우선 순위가 따로 존재하지 않습니다. 파티원이 부여하는 공격력 버프가 많은 경우 대미지 보너스가 우선될 수 있고, 크리티컬 확률 버프가 많을 경우 크리티컬 효과가 우선될 수 있습니다. 메인 옵션의 방향성이 맞다면 일반적으로 서브 옵션의 종류 및 강화가 좋은 쪽이 더 높은 대미지를 얻습니다. 추천 스탯 P5X의 버퍼, 디버퍼 등은 스킬을 사용할 때 특정 스탯의 영향을 받습니다. 스킬의 효과를 최대로 얻기 위한 최소한의 수치가 추천 스탯에 명시됩니다. 예시 - 스킬 레벨 10 : 최대 아야카의 공격력 24%만큼 아군의 공격력이 상승 (최대 1220) → 1220 / 24 * 100 = 5083.3333 → 5084 스킬 레벨과 심상에 따라서 스킬이 강화되기 때문에 요구 수치가 달라질 수 있습니다. 루페르넷은 레벨10, 레벨13 그리고 심상 레벨 5에 의한 가이드만 제공합니다. 스킬 레벨 13은 일반적으로 캐릭터의 의식3과 5에서 스킬의 레벨 상한이 올라갈 경우에만 달성 가능합니다. 배틀 진입 + P5X는 캐릭터 선택창에서의 스탯과 별개로 전투 진입 시 추가되는 스탯들이 있습니다. 액티브 스킬은 사용하는 순간 캐릭터의 스탯에 영향 받으므로 액티브 스킬 조건을 채우기 위한 추천 스탯이 부족해도 전투 진입 시의 스탯이 충분하다면 문제 없습니다. 때문에 항상 전투 진입 직후의 스탯이 몇인지 확인하는 습관이 필요합니다. '해명의 힘'이나 '마이 팰리스'는 아티클의 다른 가이드를 참조하세요. 스킬 / 심상 스킬과 심상의 레벨업에는 재화가 소모됩니다. 별표는 캐릭터의 성능을 최대한 올리기 위해 추천되는 수준을 의미하며 스킬의 경우 8 → 10 레벨로 올라가는데 한정적인 특수 재화가 소모되므로 별도로 우선순위를 작성하였습니다. 다만 해당 우선순위는 뒤집혀도 큰 영향은 없으니 순서가 틀린 것에 연연하지 않으셔도 됩니다. 추천 운영 의식 단계 별로 추천하는 스킬 사용 순서를 명시했습니다. 각 숫자는 스킬 번호를 의미하며 대체로 해당 순서로 스킬을 사용하도록 캐릭터가 제 성능을 뽐내도록 설계돼있습니다. 물론 파티나 적의 상황에 따라 해당 순서는 변형될 수 있으니 초기에 캐릭터를 이해하는 순서로서 참조해주시면 됩니다. 3. 자주 묻는 질문 Q. [메인 홈] 배너와 보스 정보가 제가 플레이하는 서버와 달라요. A. 배너 밑에 플레이하는 서버와 시간 정보를 선택해주세요. Q. [메인 홈] 배너 정보나 보스 정보가 업데이트 되지 않았어요. A. 모든 요소는 수동으로 업데이트 됩니다. 따라서 업데이트까지 시간이 소요되거나 오류가 발생할 수 있습니다. Q. [방어력 계산기] 다른 보스나 이벤트 보스의 방어력은 알 수 없나요? A. 아시아 서버 출시 초창기에는 보스들의 방어력 정보가 클라이언트에 존재해 클라이언트를 분석하는 분들에 의해 정확한 값을 획득할 수 있었습니다. 그러나 이제는 암호화와 더불어 모든 방어력 수치를 게임 서버에서 처리해 현재는 정확한 수치를 확인할 수 있는 방법이 없습니다. Q. 사이트 관리자는 뭘 먹고 사나요 여러분의 관심을 먹고 삽니다. 사이트 칭찬 글을 이곳 저곳 작성해주세요. 수시로 검색해봅니다.",
    "en": "A brief overview of Lufelnet's features and frequently asked questions. Most screenshots in this guide are based on the desktop (PC) English version, and most features support mobile. Most explanations on Lufelnet can be found by clicking the tooltip (? icon) on each page or are noted separately. P5X is a complex game where priorities can shift depending on enemies, gimmicks, and party composition. All guides may be close to the right answer, but cannot be the right answer for everyone. Understand the game systems and build the party and strategy that fits your lineup. The vast majority of content is manually updated by an individual, so there may be admin errors. 1. Site Overview Lufelnet is a fan site and platform that has consistently compiled guides for the game. A brief overview of each feature is as follows. Menu order may change. Character - Provides reviews, recommended builds, skills and Awareness info, and recommended party info for each character. Persona - Information on all Personas available to Wonder (the protagonist). Provides recommended Personas and builds. Revelations - Core content that determines a character's strength. View each revelation's info and the characters that commonly use them. Synergy - All Synergy dialogue choices, preferred gifts, and priority unlocks are marked separately. Wonder Daggers - A summary of weapons Wonder can equip and where to obtain them. Maps - Organized maps of Mementos and Palaces, including treasure chest and boss information. Astrolabe - Provides information on high-level dungeons where Mindscape enhancement materials can be obtained. Pull Tracker (BETA) / Pull Global Stats - Submit pull data and view statistics. Progression Calc - Calculate the resources needed to grow your characters. Defense Calc - Aggregates all factors that reduce or pierce boss defense. Easily simulate the values you need. Critical Calc - Aggregates all factors that can increase critical rate. Easily simulate the values you need. Tactics Library - Strategies for clearing bosses and events are shared here. Articles - Organizes elements not explained in detail within the game. Tiers - Provides a character tier list based on the admin's subjective view. (Always approached with caution) Schedule (Global) - A prediction of upcoming release schedules based on the Asia server pre-release order. Pull Planner (Global) - Simulate resource spending plans for characters and weapons based on the schedule. Gallery - A curated collection of official illustrations. 2. Character Guide - Recommended Setup Revelations: Lists recommended revelation combinations. The revelation set can always change depending on enemy and party composition and objectives, so there is no single correct answer. Generally the revelation listed on the left is more versatile, but this can also change depending on Awareness level. Revelation Options - Main: Refers to the recommended main options. Left-right order has no separate priority. If allies are dying easily during content, choose HP or DEF options. For dealers, options that increase damage are important; for supporters, options that affect the supporter's skill effects matter. Revelation Options - Sub: These are the recommended sub-options for revelations. The more options that fall under 1st, 2nd, and 3rd priority, the better the revelation generally is. Recommended Stats: Buffers, debuffers, etc. in P5X are affected by specific stats when using skills. The minimum threshold required to get the maximum effect from a skill is noted in Recommended Stats. Battle Entry +: P5X has stats that are added upon entering battle, separate from the stats shown in the character selection screen. Active skills are affected by character stats the moment they are used, so even if Recommended Stats are not met, it is fine if the stats upon battle entry are sufficient. Refer to other guides in Articles for Eludi. Stat Buff and Thieves Den. Skill / Mindscape: Leveling up skills and Mindscape costs resources. Stars indicate the recommended level to maximize a character's performance. Skill Rotation: Specifies the recommended skill usage order by Awareness stage. Each number represents a skill number, and characters are generally designed to perform best when skills are used in that order. 3. FAQ Q. [Main Home] The banner and boss info are different from the server I play on. A. Please select the server and time info you play on below the banner. Q. [Main Home] The banner or boss info has not been updated. A. All elements are updated manually, so there may be a delay or errors before an update. Q. [Defense Calc] Is there no way to know the defense of other bosses or event bosses? A. In the early days of the Asia server launch, boss defense info existed in the client, allowing those who analyzed the client to obtain accurate values. However, now with encryption and all defense values processed server-side, there is currently no way to check accurate values. Q. What does the site admin live on? I live on your attention. Please write compliments about the site here and there.",
    "jp": "ルフェルネットの機能別の簡単な説明とよくある質問をまとめました。ガイドの画面の多くはデスクトップ(PC)英語版を基準に説明されており、ほとんどはモバイルにも対応しています。ルフェルネットのほとんどの説明は各ページのツールチップ(？アイコン)をクリックするか、別途記載されています。P5Xは敵、ギミック、パーティ編成によって優先度が変わる複合的なゲームです。すべてのガイドは正解に近い可能性がありますが、すべての人の正解にはなれません。ゲームシステムを理解し、自分のラインナップに合ったパーティと戦略を作りましょう。大多数のコンテンツは個人が手動で更新するため、管理者のミスがある場合があります。1. サイト説明 ルフェルネットはゲームに必要なガイドを継続的にまとめてきたファンサイト兼プラットフォームです。各機能の簡単な説明は以下の通りです。メニューの順序は変動する場合があります。怪盗 - 各怪盗のレビュー、おすすめ設定、スキルおよび意識情報、おすすめパーティ情報を提供します。ペルソナ - ワンダー(主人公)が使用できるすべてのペルソナの情報。おすすめのペルソナと設定を提供します。啓示 - キャラクターの強さを決める重要なコンテンツ。各啓示の情報と主に使用する怪盗を確認できます。シナジー - すべてのシナジーの会話選択肢と好感度ギフト、そして優先解除すべきシナジーを別途表記しています。ワンダー武器 - ワンダーが装備できる武器と入手先をまとめました。地図 - メメントスとパレスの地図、宝箱とボスの情報などをまとめて提供します。アストロラーベ - イメジャリー強化素材を入手できる上位ダンジョンの情報を提供します。ガチャ履歴(BETA) / 全体統計 - ガチャ情報を提出して統計を確認できます。育成計算機 - キャラクターを成長させるために必要な資源を計算できます。防御力減少計算機 - ボスの防御力を減少させたり貫通するすべての要素を集めました。必要な数値を簡単にシミュレーションできます。クリティカル計算機 - クリティカル確率を上げられるすべての要素を集めました。必要な数値を簡単にシミュレーションできます。タクティクスライブラリー - ボスやイベントをクリアするために必要な戦略が共有されます。攻略記事 - ゲーム内で詳しく説明されていない要素をまとめます。ティア - 管理者の主観を含むキャラクターティアを提供します。(常に慎重に扱います) スケジュール(グローバル) - アジアサーバーの先行リリース順を基にした今後の実装スケジュール予測です。ガチャプランナー(グローバル) - スケジュールを基にしたキャラクターおよび武器の資源消費計画をシミュレーションできます。ギャラリー - 公式イラストの一部をまとめました。2. 怪盗ガイド - おすすめ設定 啓示：おすすめの啓示の組み合わせを列挙します。啓示セットは敵とパーティの組み合わせや目的によって常に変動する可能性があるため、正解はありません。一般的に左側に配置された啓示が汎用性が高いですが、意識レベルによっても変わる場合があります。啓示オプション - メイン：おすすめのメインオプションを意味します。左右の順序には別途優先順位はありません。コンテンツクリアで味方が簡単に倒れる場合はHPや防御力を選択してください。啓示オプション - サブ：啓示のおすすめサブオプションを意味します。1・2・3優先に該当するオプションが多いほど概ね良い啓示になります。推奨ステータス：P5Xのバッファー、デバッファーなどはスキル使用時に特定のステータスの影響を受けます。スキルの効果を最大限に得るための最低数値が推奨ステータスに記載されます。戦闘開始時 +：P5Xはキャラクター選択画面のステータスとは別に、戦闘開始時に追加されるステータスがあります。アクティブスキルは使用する瞬間にキャラクターのステータスの影響を受けるため、推奨ステータスが不足していても戦闘開始時のステータスが十分であれば問題ありません。ステータス強化やマイパレスについては攻略記事の他のガイドを参照してください。スキル / イメジャリー：スキルとイメジャリーのレベルアップには資源が消費されます。星はキャラクターの性能を最大限に上げるために推奨されるレベルを意味します。スキル利用順：意識段階ごとのおすすめスキル使用順序を記載しました。各数字はスキル番号を意味します。3. よくある質問 Q. [メインホーム] バナーとボス情報がプレイしているサーバーと異なります。A. バナーの下にプレイするサーバーと時間情報を選択してください。Q. [メインホーム] バナー情報やボス情報が更新されていません。A. すべての要素は手動で更新されます。そのため更新まで時間がかかったり、エラーが発生する場合があります。Q. [防御力計算機] 他のボスやイベントボスの防御力はわかりませんか？A. アジアサーバー初期にはボスの防御力情報がクライアントに存在し、クライアントを解析する方々によって正確な値を取得できました。しかし今は暗号化に加えてすべての防御力数値がゲームサーバーで処理されるため、現在は正確な数値を確認する方法がありません。Q. サイト管理者は何を食べて生きているのですか？皆さんの関心を食べて生きています。サイトへの称賛の言葉をあちこちに書いてください。定期的に検索しています。"
  },
  "category": "notice",
  "tags": [
    "guide"
  ],
  "date": "2026-02-24",
  "author": "AbsolRoot",
  "thumbnail": "/apps/guides/data/assets/lufelnet-guide/thumb.webp",
  "contents": {
    "kr": "\n<div>루페르넷의 기능 별 간략한 설명과 자주묻는 질문을 모아두었습니다.</div><div><br></div>\n<div>\n<div>가이드의 화면 다수는 데스크탑(PC) 영문을 기준으로 설명되며, 대부분 모바일을 지원합니다.\n</div>\n<div>루페르넷에서 대부분의 설명은 각 페이지의 툴팁(? 아이콘)을 클릭 또는 별도로 명시돼있습니다.\n</div>\n<div><br></div><div><div>P5X는 적, 기믹, 파티의 구성에 따라서 우선순위가 뒤바뀔 수 있는 복합적인 게임입니다.</div><div>모든 가이드는 정답에 가까울 수 있지만, 모두의 정답이 될 수는 없습니다.&nbsp;</div><div>게임 시스템을 이해하고 본인의 라인업에 맞는 파티와 전략을 만들어보세요.</div></div><div><br></div>\n</div>\n<div>\n<div>절대 다수의 콘텐츠는 수동으로 개인이 업데이트하므로 관리자의 실수가 있을 수 있습니다.&nbsp;\n</div>\n</div>\n<div><hr id=\"null\">\n</div>\n<h1>1. 사이트 설명\n</h1>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771928260862.png\"><br>루페르넷은 게임에 필요한 가이드를 꾸준하게 정리해온 팬 사이트이자 플랫폼입니다.\n</div>\n<div>각 기능에 대한 간략한 설명은 아래와 같습니다. 메뉴 순서는 변동될 수 있습니다.&nbsp;\n</div>\n<div><b><br></b>\n</div>\n<div><b><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771929412873.png\"><br></b>\n</div>\n<div><b>캐릭터</b>\n</div>\n<div>- 각 캐릭터별 리뷰, 추천 세팅, 스킬 및 의식 정보, 추천 파티 정보를 제공합니다.&nbsp;\n</div>\n<div><br>\n</div>\n<div><b>페르소나</b>\n</div>\n<div>- 원더(주인공)가 사용할 수 있는 모든 페르소나의 정보. 추천하는 페르소나와 세팅을 제공합니다.<br><br><b>계시</b>\n</div>\n<div>- 캐릭터의 강함을 결정하는 핵심 콘텐츠. 각 계시의 정보와 주로 사용하는 캐릭터들을 확인할 수 있습니다.<br><br><b>협력자</b>\n</div>\n<div>- 모든 협력자의 대화 선택지와 호감도 선물, 그리고 우선 해제하면 좋은 협력자를 별도로 표기했습니다.\n</div>\n<div><br>\n</div>\n<div><b>원더 무기</b><br>- 원더가 장착할 수 있는 무기와 획득처에 대해 정리했습니다.&nbsp;\n</div>\n<div><br>\n</div>\n<div><b>맵</b>\n</div>\n<div>- 메멘토스와 팰리스의 지도, 보물상자와 보스의 정보 등을 정리해 제공합니다.\n</div>\n<div><br>\n</div>\n<div><b>성좌의 시련</b>\n</div>\n<div>- '심상' 강화 재료를 획득할 수 있는 상위 던전에 대한 정보를 제공합니다.<br><br><b>계약 트래커(BETA) / 계약 통계&nbsp;</b>\n</div>\n<div>- 계약 정보를 제출하고 통계를 확인할 수 있습니다.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771929522183.png\"><br>\n</div>\n<div><b>육성 계산기</b>\n</div>\n<div>- 캐릭터를 성장시키는데 필요한 재화를 계산할 수 있습니다.\n</div>\n<div><br>\n</div>\n<div><b>방어력 감소 계산기</b>\n</div>\n<div>- 보스의 방어력을 감소시키거나 관통하는 모든 요소를 모았습니다. 필요한 수치를 쉽게 시뮬레이션하세요.\n</div>\n<div><br>\n</div>\n<div><b>크리티컬 계산기</b>\n</div>\n<div>- 크리티컬 확률을 높일 수 있는 요소를 모두 모았습니다. 필요한 수치를 쉽게 시뮬레이션하세요.\n</div>\n<div><br>\n</div>\n<div><b>택틱 라이브러리</b>\n</div>\n<div>- 보스나 이벤트를 클리어하는데 필요한 전략이 공유됩니다.\n</div>\n<div><br>\n</div>\n<div><b>아티클</b>\n</div>\n<div>- 게임 내에서 자세히 설명되지 않는 요소들을 정리합니다.\n</div>\n<div><br>\n</div>\n<div><b>티어</b>\n</div>\n<div>- 관리자의 주관이 담긴 캐릭터 티어를 제공합니다. (항상 조심스럽습니다)\n</div>\n<div><br>\n</div>\n<div><b>스케줄 (글로벌)</b>\n</div>\n<div>- 아시아 서버의 사전 출시 순서를 기반한 앞으로 출시 일정 예측입니다.\n</div>\n<div><br>\n</div>\n<div><b>계약 플래너(글로벌)</b>\n</div>\n<div>- 스케줄을 기반한 캐릭터 및 무기에 대한 재화 소모 계획을 시뮬레이션 할 수 있습니다.\n</div>\n<div><br>\n</div>\n<div><b>갤러리</b>\n</div>\n<div>- 공식 일러스트를 일부 모아두었습니다.\n</div>\n<div>\n<hr id=\"null\">\n</div>\n<div>\n<h1>2. 캐릭터 가이드 - 추천 세팅\n</h1>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771925886277.png\"><br>\n</div>\n<h3><b>계시</b>\n</h3>\n<div>추천 하는 계시 조합을 열거합니다.&nbsp;\n</div>\n<div>적과 파티의 조합, 목적에 따라 <u>계시 세트는 항상 변동될 수 있으므로 정답은 없습니다</u>.&nbsp;\n</div>\n<div>일반적으로는 좌측에 배치된 계시가 범용성이 높은 계시입니다만, 의식 레벨에 따라도 바뀌기도 합니다.\n</div>\n<div><br>\n</div>\n<h3><b>계시 옵션 - 메인</b>\n</h3>\n<div>추천하는 메인 옵션을 의미합니다. <u>좌우순서는 우선 순위가 따로 존재하지 않습니다</u>.\n</div>\n<div>콘텐츠를 클리어하는데 있어 아군이 쉽게 사망할 경우, 생명력이나 방어력을 선택하면 됩니다.\n</div>\n<div>딜러의 경우 대미지를 높이는 방향으로, 서포터의 경우 서포터의 스킬 효과에 영향을 주는 옵션들이 중요합니다.\n</div>\n<div><br>\n</div>\n<h3><b>계시 옵션 - 서브</b>\n</h3>\n<div>계시의 추천하는 서브 옵션들을 의미합니다. 1,2,3순위에 해당하는 옵션이 많을 수록 대체로 좋은 계시가 됩니다.\n</div>\n<div>메인과 동일하게 <u>좌우순서는 우선 순위가 따로 존재하지 않습니다.</u>\n</div>\n<div><br>\n</div>\n<div>파티원이 부여하는 공격력 버프가 많은 경우 대미지 보너스가 우선될 수 있고, 크리티컬 확률 버프가 많을 경우 크리티컬 효과가 우선될 수 있습니다. 메인 옵션의 방향성이 맞다면 일반적으로 서브 옵션의 종류 및 강화가 좋은 쪽이 더 높은 대미지를 얻습니다.\n</div>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926314089.png\"><br>\n</div>\n<h3><b>추천 스탯</b>\n</h3>\n<div>P5X의 버퍼, 디버퍼 등은 스킬을 사용할 때 특정 스탯의 영향을 받습니다.&nbsp;\n</div>\n<div><u>스킬의 효과를 최대로 얻기 위한 최소한의 수치가 추천 스탯에 명시</u>됩니다.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926408886.png\"><br>예시 - 스킬 레벨 10 : 최대 아야카의 공격력 24%만큼 아군의 공격력이 상승 (최대 1220)\n</div>\n<div>→ 1220 / 24 * 100 = 5083.3333 → 5084\n</div>\n<div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927267312.png\"><br>\n</div>\n<div>스킬 레벨과 심상에 따라서 스킬이 강화되기 때문에 요구 수치가 달라질 수 있습니다.\n</div>\n</div>\n<div>루페르넷은 레벨10, 레벨13 그리고 심상 레벨 5에 의한 가이드만 제공합니다.\n</div>\n<div>스킬 레벨 13은 일반적으로 캐릭터의 의식3과 5에서 스킬의 레벨 상한이 올라갈 경우에만 달성 가능합니다.\n</div>\n<div><br>\n</div>\n<h3><b>배틀 진입 +</b>\n</h3>\n<div>P5X는 캐릭터 선택창에서의 스탯과 별개로 전투 진입 시 추가되는 스탯들이 있습니다.&nbsp;\n</div>\n<div>액티브 스킬은 사용하는 순간 캐릭터의 스탯에 영향 받으므로 액티브 스킬 조건을 채우기 위한 추천 스탯이 부족해도 전투 진입 시의 스탯이 충분하다면 문제 없습니다. 때문에 항상 전투 진입 직후의 스탯이 몇인지 확인하는 습관이 필요합니다.\n</div>\n<div><br>\n</div>\n<div>'해명의 힘'이나 '마이 팰리스'는 아티클의 다른 가이드를 참조하세요.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926732034.png\">\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927008324.png\"><br><br>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927421243.png\"><br>\n</div>\n<h3><b>스킬 / 심상</b>\n</h3>\n<div>스킬과 심상의 레벨업에는 재화가 소모됩니다.&nbsp;\n</div>\n<div>별표는 캐릭터의 성능을 최대한 올리기 위해 추천되는 수준을 의미하며 스킬의 경우 8 → 10 레벨로 올라가는데 한정적인 특수 재화가 소모되므로 별도로 우선순위를 작성하였습니다.&nbsp;\n</div>\n<div>다만 해당 우선순위는 뒤집혀도 큰 영향은 없으니 순서가 틀린 것에 연연하지 않으셔도 됩니다.\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927688342.png\"><br>\n</div>\n<h3><b>추천 운영</b>\n</h3>\n<div><u>의식 단계 별로 추천하는 스킬 사용 순서</u>를 명시했습니다.&nbsp;\n</div>\n<div>각 숫자는 스킬 번호를 의미하며 대체로 해당 순서로 스킬을 사용하도록 캐릭터가 제 성능을 뽐내도록 설계돼있습니다. 물론 파티나 적의 상황에 따라 해당 순서는 변형될 수 있으니 초기에 캐릭터를 이해하는 순서로서 참조해주시면 됩니다.\n</div>\n<div><br>\n</div>\n<div>\n<hr id=\"null\">\n</div>\n<h1>3. 자주 묻는 질문\n</h1>\n<div><br>\n</div>\n<h3><b>Q. [메인 홈] 배너와 보스 정보가 제가 플레이하는 서버와 달라요.</b></h3>\n<div>A. 배너 밑에 플레이하는 서버와 시간 정보를 선택해주세요.\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771924388313.png\">\n</div>\n<div><br>\n</div>\n<div>\n<h3><b>Q. [메인 홈] 배너 정보나 보스 정보가 업데이트 되지 않았어요.</b></h3>\n</div>\n<div>A. 모든 요소는 수동으로 업데이트 됩니다. 따라서 업데이트까지 시간이 소요되거나 오류가 발생할 수 있습니다.&nbsp;\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<h3><b>Q. [방어력 계산기] 다른 보스나 이벤트 보스의 방어력은 알 수 없나요?</b></h3>\n<div>A. 아시아 서버 출시 초창기에는 보스들의 방어력 정보가 클라이언트에 존재해 클라이언트를 분석하는 분들에 의해 정확한 값을 획득할 수 있었습니다. 그러나 이제는 암호화와 더불어 <b>모든 방어력 수치를 게임 서버에서 처리</b>해 현재는 정확한 수치를 확인할 수 있는 방법이 없습니다.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771925043550.png\"><br></div><div><br></div>\n<h3><b>&nbsp;Q. 사이트 관리자는 뭘 먹고 사나요</b></h3>\n<div>여러분의 관심을 먹고 삽니다.&nbsp;</div><div><b>사이트 칭찬 글을 이곳 저곳 작성해주세요</b>.\n</div><div><br></div>",
    "en": "\n<div>A brief overview of Lufelnet's features and frequently asked questions.</div><div><br></div>\n<div>\n<div>Most screenshots in this guide are based on the desktop (PC) English version, and most features support mobile.\n</div>\n<div>Most explanations on Lufelnet can be found by clicking the tooltip (? icon) on each page or are noted separately.\n</div>\n<div><br></div><div><div>P5X is a complex game where priorities can shift depending on enemies, gimmicks, and party composition.</div><div>All guides may be close to the right answer, but cannot be the right answer for everyone.&nbsp;</div><div>Understand the game systems and build the party and strategy that fits your lineup.</div></div><div><br></div>\n</div>\n<div>\n<div>The vast majority of content is manually updated by an individual, so there may be admin errors.&nbsp;\n</div>\n</div>\n<div><hr id=\"null\">\n</div>\n<h1>1. Site Overview\n</h1>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771928260862.png\"><br>Lufelnet is a fan site and platform that has consistently compiled guides needed for the game.\n</div>\n<div>A brief overview of each feature is as follows. Menu order may change.&nbsp;\n</div>\n<div><b><br></b>\n</div>\n<div><b><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771929412873.png\"><br></b>\n</div>\n<div><b>Character</b>\n</div>\n<div>- Provides reviews, recommended builds, skills and Awareness info, and recommended party info for each character.&nbsp;\n</div>\n<div><br>\n</div>\n<div><b>Persona</b>\n</div>\n<div>- Information on all Personas available to Wonder (the protagonist). Provides recommended Personas and builds.<br><br><b>Revelations</b>\n</div>\n<div>- Core content that determines a character's strength. View each revelation's info and the characters that commonly use them.<br><br><b>Synergy</b>\n</div>\n<div>- All Synergy dialogue choices, preferred gifts, and priority unlocks are marked separately.\n</div>\n<div><br>\n</div>\n<div><b>Wonder Daggers</b><br>- A summary of weapons Wonder can equip and where to obtain them.&nbsp;\n</div>\n<div><br>\n</div>\n<div><b>Maps</b>\n</div>\n<div>- Organized maps of Mementos and Palaces, including treasure chest and boss information.\n</div>\n<div><br>\n</div>\n<div><b>Astrolabe</b>\n</div>\n<div>- Provides information on high-level dungeons where Mindscape enhancement materials can be obtained.<br><br><b>Pull Tracker (BETA) / Pull Global Stats&nbsp;</b>\n</div>\n<div>- Submit pull data and view statistics.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771929522183.png\"><br>\n</div>\n<div><b>Progression Calc</b>\n</div>\n<div>- Calculate the resources needed to grow your characters.\n</div>\n<div><br>\n</div>\n<div><b>Defense Calc</b>\n</div>\n<div>- Aggregates all factors that reduce or pierce boss defense. Easily simulate the values you need.\n</div>\n<div><br>\n</div>\n<div><b>Critical Calc</b>\n</div>\n<div>- Aggregates all factors that can increase critical rate. Easily simulate the values you need.\n</div>\n<div><br>\n</div>\n<div><b>Tactics Library</b>\n</div>\n<div>- Strategies for clearing bosses and events are shared here.\n</div>\n<div><br>\n</div>\n<div><b>Articles</b>\n</div>\n<div>- Organizes elements not explained in detail within the game.\n</div>\n<div><br>\n</div>\n<div><b>Tiers</b>\n</div>\n<div>- Provides a character tier list based on the admin's subjective view. (Always approached with caution)\n</div>\n<div><br>\n</div>\n<div><b>Schedule (Global)</b>\n</div>\n<div>- A prediction of upcoming release schedules based on the Asia server pre-release order.\n</div>\n<div><br>\n</div>\n<div><b>Pull Planner (Global)</b>\n</div>\n<div>- Simulate resource spending plans for characters and weapons based on the schedule.\n</div>\n<div><br>\n</div>\n<div><b>Gallery</b>\n</div>\n<div>- A curated collection of official illustrations.\n</div>\n<div>\n<hr id=\"null\">\n</div>\n<div>\n<h1>2. Character Guide - Recommended Setup\n</h1>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771925886277.png\"><br>\n</div>\n<h3><b>Revelations</b>\n</h3>\n<div>Lists recommended revelation combinations.&nbsp;\n</div>\n<div>Depending on enemy and party composition and objectives, <u>the revelation set can always change, so there is no single correct answer</u>.&nbsp;\n</div>\n<div>Generally the revelation listed on the left is more versatile, but this can also change depending on Awareness level.\n</div>\n<div><br>\n</div>\n<h3><b>Revelation Options - Main</b>\n</h3>\n<div>Refers to the recommended main options. <u>Left-right order has no separate priority</u>.\n</div>\n<div>If allies are dying easily during content, choose HP or DEF options.\n</div>\n<div>For dealers, options that increase damage are important; for supporters, options that affect the supporter's skill effects matter.\n</div>\n<div><br>\n</div>\n<h3><b>Revelation Options - Sub</b>\n</h3>\n<div>These are the recommended sub-options for revelations. The more options that fall under 1st, 2nd, and 3rd priority, the better the revelation generally is.\n</div>\n<div>As with Main, <u>left-right order has no separate priority.</u>\n</div>\n<div><br>\n</div>\n<div>If party members provide many ATK buffs, Damage Bonus may take priority; if there are many Crit Rate buffs, Crit Multiplier may take priority. If the main option direction is correct, generally having better sub-option types and enhancement values yields higher damage.\n</div>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926314089.png\"><br>\n</div>\n<h3><b>Recommended Stats</b>\n</h3>\n<div>Buffers, debuffers, etc. in P5X are affected by specific stats when using skills.&nbsp;\n</div>\n<div><u>The minimum threshold required to get the maximum effect from a skill is noted in Recommended Stats</u>.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926408886.png\"><br>Example - Skill Level 10: Increases allies' ATK by up to 24% of Ayaka's ATK (max 1220)\n</div>\n<div>→ 1220 / 24 * 100 = 5083.3333 → 5084\n</div>\n<div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927267312.png\"><br>\n</div>\n<div>Since skills are enhanced based on skill level and Mindscape, the required threshold may vary.\n</div>\n</div>\n<div>Lufelnet provides guides only for Level 10, Level 13, and Mindscape Level 5.\n</div>\n<div>Skill Level 13 is generally only achievable when the skill level cap increases at the character's Awareness 3 and 5.\n</div>\n<div><br>\n</div>\n<h3><b>Battle Entry +</b>\n</h3>\n<div>P5X has stats that are added upon entering battle, separate from the stats shown in the character selection screen.&nbsp;\n</div>\n<div>Since active skills are affected by character stats the moment they are used, even if Recommended Stats for the active skill condition are not met, it is fine if the stats upon battle entry are sufficient. Therefore, it is important to always check your stats immediately after entering battle.\n</div>\n<div><br>\n</div>\n<div>Refer to other guides in Articles for 'Eludi. Stat Buff' and 'Thieves Den'.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926732034.png\">\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927008324.png\"><br><br>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927421243.png\"><br>\n</div>\n<h3><b>Skill / Mindscape</b>\n</h3>\n<div>Leveling up skills and Mindscape costs resources.&nbsp;\n</div>\n<div>Stars indicate the recommended level to maximize a character's performance. For skills, a limited special resource is consumed to go from level 8 to level 10, so priority is noted separately.&nbsp;\n</div>\n<div>However, reversing this priority has little impact, so do not worry too much if the order seems off.\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927688342.png\"><br>\n</div>\n<h3><b>Skill Rotation</b>\n</h3>\n<div>Specifies the <u>recommended skill usage order by Awareness stage</u>.&nbsp;\n</div>\n<div>Each number represents a skill number, and characters are generally designed to perform best when skills are used in that order. Of course, the order can change depending on the party and enemy situation, so use it as a reference for initially understanding the character.\n</div>\n<div><br>\n</div>\n<div>\n<hr id=\"null\">\n</div>\n<h1>3. FAQ\n</h1>\n<div><br>\n</div>\n<h3><b>Q. [Main Home] The banner and boss info are different from the server I play on.</b></h3>\n<div>A. Please select the server and time info you play on below the banner.\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771924388313.png\">\n</div>\n<div><br>\n</div>\n<div>\n<h3><b>Q. [Main Home] The banner or boss info has not been updated.</b></h3>\n</div>\n<div>A. All elements are updated manually. Therefore, there may be a delay or errors before an update.&nbsp;\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<h3><b>Q. [Defense Calc] Is there no way to know the defense of other bosses or event bosses?</b></h3>\n<div>A. In the early days of the Asia server launch, boss defense info existed in the client, allowing those who analyzed the client to obtain accurate values. However, now with encryption and <b>all defense values processed server-side</b>, there is currently no way to check accurate values.\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771925043550.png\"><br></div><div><br></div>\n<h3><b>&nbsp;Q. What does the site admin live on?</b></h3>\n<div>I live on your attention.&nbsp;</div><div><b>Please write compliments about the site here and there</b>.\n</div><div><br></div>\n",
    "jp": "\n<div>ルフェルネットの機能別の簡単な説明とよくある質問をまとめました。</div><div><br></div>\n<div>\n<div>ガイドの画面の多くはデスクトップ(PC)英語版を基準に説明されており、ほとんどはモバイルにも対応しています。\n</div>\n<div>ルフェルネットのほとんどの説明は各ページのツールチップ(？アイコン)をクリックするか、別途記載されています。\n</div>\n<div><br></div><div><div>P5Xは敵、ギミック、パーティ編成によって優先度が変わる複合的なゲームです。</div><div>すべてのガイドは正解に近い可能性がありますが、すべての人の正解にはなれません。&nbsp;</div><div>ゲームシステムを理解し、自分のラインナップに合ったパーティと戦略を作りましょう。</div></div><div><br></div>\n</div>\n<div>\n<div>大多数のコンテンツは個人が手動で更新するため、管理者のミスがある場合があります。&nbsp;\n</div>\n</div>\n<div><hr id=\"null\">\n</div>\n<h1>1. サイト説明\n</h1>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771928260862.png\"><br>ルフェルネットはゲームに必要なガイドを継続的にまとめてきたファンサイト兼プラットフォームです。\n</div>\n<div>各機能の簡単な説明は以下の通りです。メニューの順序は変動する場合があります。&nbsp;\n</div>\n<div><b><br></b>\n</div>\n<div><b><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771929412873.png\"><br></b>\n</div>\n<div><b>怪盗</b>\n</div>\n<div>- 各怪盗のレビュー、おすすめ設定、スキルおよび意識情報、おすすめパーティ情報を提供します。&nbsp;\n</div>\n<div><br>\n</div>\n<div><b>ペルソナ</b>\n</div>\n<div>- ワンダー(主人公)が使用できるすべてのペルソナの情報。おすすめのペルソナと設定を提供します。<br><br><b>啓示</b>\n</div>\n<div>- キャラクターの強さを決める重要なコンテンツ。各啓示の情報と主に使用する怪盗を確認できます。<br><br><b>シナジー</b>\n</div>\n<div>- すべてのシナジーの会話選択肢と好感度ギフト、そして優先解除すべきシナジーを別途表記しています。\n</div>\n<div><br>\n</div>\n<div><b>ワンダー武器</b><br>- ワンダーが装備できる武器と入手先をまとめました。&nbsp;\n</div>\n<div><br>\n</div>\n<div><b>地図</b>\n</div>\n<div>- メメントスとパレスの地図、宝箱とボスの情報などをまとめて提供します。\n</div>\n<div><br>\n</div>\n<div><b>アストロラーベ</b>\n</div>\n<div>- イメジャリー強化素材を入手できる上位ダンジョンの情報を提供します。<br><br><b>ガチャ履歴(BETA) / 全体統計&nbsp;</b>\n</div>\n<div>- ガチャ情報を提出して統計を確認できます。\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771929522183.png\"><br>\n</div>\n<div><b>育成計算機</b>\n</div>\n<div>- キャラクターを成長させるために必要な資源を計算できます。\n</div>\n<div><br>\n</div>\n<div><b>防御力減少計算機</b>\n</div>\n<div>- ボスの防御力を減少させたり貫通するすべての要素を集めました。必要な数値を簡単にシミュレーションできます。\n</div>\n<div><br>\n</div>\n<div><b>クリティカル計算機</b>\n</div>\n<div>- クリティカル確率を上げられるすべての要素を集めました。必要な数値を簡単にシミュレーションできます。\n</div>\n<div><br>\n</div>\n<div><b>タクティクスライブラリー</b>\n</div>\n<div>- ボスやイベントをクリアするために必要な戦略が共有されます。\n</div>\n<div><br>\n</div>\n<div><b>攻略記事</b>\n</div>\n<div>- ゲーム内で詳しく説明されていない要素をまとめます。\n</div>\n<div><br>\n</div>\n<div><b>ティア</b>\n</div>\n<div>- 管理者の主観を含むキャラクターティアを提供します。(常に慎重に扱います)\n</div>\n<div><br>\n</div>\n<div><b>スケジュール(グローバル)</b>\n</div>\n<div>- アジアサーバーの先行リリース順を基にした今後の実装スケジュール予測です。\n</div>\n<div><br>\n</div>\n<div><b>ガチャプランナー(グローバル)</b>\n</div>\n<div>- スケジュールを基にしたキャラクターおよび武器の資源消費計画をシミュレーションできます。\n</div>\n<div><br>\n</div>\n<div><b>ギャラリー</b>\n</div>\n<div>- 公式イラストの一部をまとめました。\n</div>\n<div>\n<hr id=\"null\">\n</div>\n<div>\n<h1>2. 怪盗ガイド - おすすめ設定\n</h1>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771925886277.png\"><br>\n</div>\n<h3><b>啓示</b>\n</h3>\n<div>おすすめの啓示の組み合わせを列挙します。&nbsp;\n</div>\n<div>敵とパーティの組み合わせや目的によって、<u>啓示セットは常に変動する可能性があるため、正解はありません</u>。&nbsp;\n</div>\n<div>一般的に左側に配置された啓示が汎用性が高いですが、意識レベルによっても変わる場合があります。\n</div>\n<div><br>\n</div>\n<h3><b>啓示オプション - メイン</b>\n</h3>\n<div>おすすめのメインオプションを意味します。<u>左右の順序には別途優先順位はありません</u>。\n</div>\n<div>コンテンツクリアにおいて味方が簡単に倒れる場合は、HPや防御力を選択してください。\n</div>\n<div>アタッカーの場合はダメージを上げる方向で、サポーターの場合はサポータースキルの効果に影響するオプションが重要です。\n</div>\n<div><br>\n</div>\n<h3><b>啓示オプション - サブ</b>\n</h3>\n<div>啓示のおすすめサブオプションを意味します。1・2・3優先に該当するオプションが多いほど、概ね良い啓示になります。\n</div>\n<div>メインと同様に、<u>左右の順序には別途優先順位はありません。</u>\n</div>\n<div><br>\n</div>\n<div>パーティメンバーが与える攻撃力バフが多い場合はダメージボーナスが優先される場合があり、クリティカル確率バフが多い場合はクリティカル倍率が優先される場合があります。メインオプションの方向性が合っていれば、一般的にサブオプションの種類および強化が良い方がより高いダメージを得られます。\n</div>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926314089.png\"><br>\n</div>\n<h3><b>推奨ステータス</b>\n</h3>\n<div>P5Xのバッファー、デバッファーなどはスキル使用時に特定のステータスの影響を受けます。&nbsp;\n</div>\n<div><u>スキルの効果を最大限に得るための最低数値が推奨ステータスに記載</u>されます。\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926408886.png\"><br>例 - スキルレベル10：アヤカの攻撃力の24%分、味方の攻撃力が上昇（最大1220）\n</div>\n<div>→ 1220 / 24 * 100 = 5083.3333 → 5084\n</div>\n<div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927267312.png\"><br>\n</div>\n<div>スキルレベルとイメジャリーによってスキルが強化されるため、要求数値が変わる場合があります。\n</div>\n</div>\n<div>ルフェルネットはレベル10、レベル13、およびイメジャリーレベル5によるガイドのみを提供しています。\n</div>\n<div>スキルレベル13は一般的に、キャラクターの意識3と5でスキルのレベル上限が上がる場合にのみ達成可能です。\n</div>\n<div><br>\n</div>\n<h3><b>戦闘開始時 +</b>\n</h3>\n<div>P5Xはキャラクター選択画面のステータスとは別に、戦闘開始時に追加されるステータスがあります。&nbsp;\n</div>\n<div>アクティブスキルは使用する瞬間にキャラクターのステータスの影響を受けるため、アクティブスキルの条件を満たすための推奨ステータスが不足していても、戦闘開始時のステータスが十分であれば問題ありません。そのため、常に戦闘開始直後のステータスを確認する習慣が必要です。\n</div>\n<div><br>\n</div>\n<div>「ステータス強化」や「マイパレス」については攻略記事の他のガイドを参照してください。\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771926732034.png\">\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927008324.png\"><br><br>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927421243.png\"><br>\n</div>\n<h3><b>スキル / イメジャリー</b>\n</h3>\n<div>スキルとイメジャリーのレベルアップには資源が消費されます。&nbsp;\n</div>\n<div>星はキャラクターの性能を最大限に上げるために推奨されるレベルを意味し、スキルの場合はレベル8から10に上げるのに限られた特殊資源が消費されるため、別途優先順位を記載しました。&nbsp;\n</div>\n<div>ただし、この優先順位を逆にしても大きな影響はないため、順序が違っていても気にしすぎなくて大丈夫です。\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771927688342.png\"><br>\n</div>\n<h3><b>スキル利用順</b>\n</h3>\n<div><u>意識段階ごとのおすすめスキル使用順序</u>を記載しました。&nbsp;\n</div>\n<div>各数字はスキル番号を意味し、概ねその順序でスキルを使用することでキャラクターが本来の性能を発揮できるよう設計されています。もちろんパーティや敵の状況によって順序は変わる場合がありますので、最初にキャラクターを理解するための参考としてご活用ください。\n</div>\n<div><br>\n</div>\n<div>\n<hr id=\"null\">\n</div>\n<h1>3. よくある質問\n</h1>\n<div><br>\n</div>\n<h3><b>Q. [メインホーム] バナーとボス情報がプレイしているサーバーと異なります。</b></h3>\n<div>A. バナーの下にプレイするサーバーと時間情報を選択してください。\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771924388313.png\">\n</div>\n<div><br>\n</div>\n<div>\n<h3><b>Q. [メインホーム] バナー情報やボス情報が更新されていません。</b></h3>\n</div>\n<div>A. すべての要素は手動で更新されます。そのため更新まで時間がかかったり、エラーが発生する場合があります。&nbsp;\n</div>\n<div><br>\n</div>\n<div><br>\n</div>\n<h3><b>Q. [防御力計算機] 他のボスやイベントボスの防御力はわかりませんか？</b></h3>\n<div>A. アジアサーバー初期には、ボスの防御力情報がクライアントに存在し、クライアントを解析する方々によって正確な値を取得できました。しかし今は暗号化に加えて、<b>すべての防御力数値をゲームサーバーで処理</b>しているため、現在は正確な数値を確認する方法がありません。\n</div>\n<div><br>\n</div>\n<div><img src=\"/apps/guides/data/assets/lufelnet-guide/pasted-1771925043550.png\"><br></div><div><br></div>\n<h3><b>&nbsp;Q. サイト管理者は何を食べて生きているのですか？</b></h3>\n<div>皆さんの関心を食べて生きています。&nbsp;</div><div><b>サイトへの称賛の言葉をあちこちに書いてください</b>。\n</div><div><br></div>\n"
  }
}