{
  "id": "speed-order",
  "titles": {
    "kr": "'속도' 그리고 '순서'",
    "en": "'Speed' and 'Turn Order'",
    "jp": "「速さ」そして「行動順」"
  },
  "excerpts": {
    "kr": "P5X에서는 4명의 괴도가 파티에 참가한다. 각각의 순서는 전투 진입 전에 정해진다. 이 순서는 제한된 턴 내에서 전투를 수행하는 흉몽의 문이나 마음의 바다에서 무척 중요한 가치를 지닌다.캐릭터의 배치에 무관하게 라인업에 적혀있는 순서대로 행동하게 되며 이는 속도에 의...",
    "en": "In P5X, a party consists of 4 Phantom Thieves. Each character's turn order is determined before entering battle. This order is highly valuable in content with turn limits like Nightmare or Sea of Souls. Regardless of character placement, they act in the order listed in the lineup, which is determined by Speed...",
    "jp": "P5Xでは4人の怪盗でパーティを編成する。それぞれの行動順は戦闘開始前に決定される。この順序は、限られたターン内で戦闘を行う惡夢の門や心の海において非常に重要な価値を持つ。キャラクターの配置に関わらず、ラインナップに表示されている順に行動し、これは速さによって決..."
  },
  "searchContent": {
    "kr": "P5X에서는 4명의 괴도가 파티에 참가한다. 각각의 순서는 전투 진입 전에 정해진다. 이 순서는 제한된 턴 내에서 전투를 수행하는 흉몽의 문이나 마음의 바다에서 무척 중요한 가치를 지닌다.캐릭터의 배치에 무관하게 라인업에 적혀있는 1st, 2nd, 3rd, 4th 순서대로 행동하게 되며 이는 속도에 의해 결정된다.속도속도는 스탯에서 확인할 수가 있으며 각 캐릭터별로 속도는 별개로 적용된다.아군의 '회피' 결정력은 해당 속도에 의한 확률로 계산된다. 과거에는 적에게 피격 당해야만 HIGHLIGHT 게이지가 차는 경우가 있어 속도를 올리는 것이 손해였지만 이제는 아군 행동에만 게이지가 영향을 받아 해결됐다. 적의 속도가 아군보다 빠를 경우 적의 행동이 아군보다 빨라진다.그러나 정말 일부를 제외하고는 대부분 아군이 우선 행동한다.만약 두 캐릭터의 속도가 동일한 경우 라인업 배치에서 왼쪽에 있는 캐릭터가 우측에 있는 캐릭터보다 우선 행동한다.해당 라인업에서의 순서를 보고 아군의 속도를 다른 방식으로 조절한 경우 업데이트되지 않는 버그가 잦으니, 조절한 다음에는 나갔다가 새로 들어오는 것이 정확하다.일반적으로 '반항' '지배'와 같이 딜러 포지션의 캐릭터들은 100 미만의 속도를, '우월' '굴복' 등 버퍼와 디버퍼 포지션의 캐릭터들은 100 이상의 속도를 지니고 있어 자연스럽게 딜러가 후순위에서 행동하도록 구성돼있다.해당 수치는 각 캐릭터 상세 페이지 가이드에서 확인할 수 있다. 속도 조절원더의 경우 페르소나 스킬 '민첩의 마음가짐' 이나 '굳건한 산'을 배우게 해서 속도를 조절할 수 있고, 두 개를 겹쳐 활용해서 3 단위로도 속도를 조절 할 수 있다.KR/CN/TW 등 기존 서버와는 달리 글로벌 서버에스는 페르소나 스킬 스쿠카쟈에 속도를 5 추가하는 효과가 추가됐다. 그러나 해당 스킬을 사용해서 속도가 늘어난다고 해서 행동 순서는 바뀌지 않는다. 이외 캐릭터들은 대부분 계시 카드를 통해서 속도를 조절한다. 속도 스탯을 필요로 하는 캐릭터가 아니면 웬만하면 속도 스탯을 파밍할 일이 정말 적기 때문에 많은 유저들의 원성을 사기도 하는 시스템이지만, 어쩔 수가 없다. 이외에도 계시 세트의 효과로 속도를 증가시키거나 감소시키는 형태도 존재한다.순서의 중요성앞서 미리 말했지만 딜러들은 대부분 맨 마지막에 순서가 배치되도록 기본 속도부터 설계가 돼있다. 각종 랭킹이 존재하는 시스템들은 '턴 제한'이 존재한다.즉 딜러가 활동할 수 있는 회수는 한정돼있고, 모든 턴에서 최대한 많은 버프를 받은 상태에서 공격을 수행해야한다.예를 들어 메인 딜러가 1번째 순서에 위치해있을 경우, 1턴에는 아무런 버프도 받지 못하고 공격하고 2턴에는 1턴의 버프만 받아 공격하게 된다.반대로 4번째 순서에 위치한 경우 1턴에 3개의 버프를, 2턴에는 6개 이상의 버프를 받은 상태에서 공격할 수 있다.예외적으로 '유스케'는 적의 공격을 받아서 반격하는 형태이고, 자신의 행동이 끝나면 버프가 1턴씩 차감되므로 반대로 순서를 1번에 배치해서 버프 유지시간을 늘리는 형태로 구성된다.또한 HIGHLIGHT는 아야카를 채용한 경우가 아니면 일반적으로 2턴에서야 활성화되고, HIGHLIGHT는 한 번 사용한 후 캐릭터가 행동을 해야 쿨타임이 감소한다. (쿨타임 4행동)원더의 페르소나 3개 중 원하는 HIGHLIGHT를 발동하기 위해서라든지, 2턴에 사용한 캐릭터의 HIGHLIGHT를 5턴 이후에 다시 사용하고 싶은 경우 등1,2,3번째도 순서에 따라 디테일이 달라지는 경우가 존재하기 때문에 단순히 딜러를 4번에 두는 것 이상으로 순서는 꼼꼼히 고민해볼 필요가 있다.",
    "en": "In P5X, a party consists of 4 Phantom Thieves. Each character's turn order is determined before entering battle. This order is highly valuable in content with turn limits like Nightmare's Gateway or Sea of Souls. Regardless of character placement, they act in the order of 1st, 2nd, 3rd, 4th listed in the lineup, which is determined by Speed. Speed can be checked in stats and is applied separately for each character. Ally 'Evasion' chance is calculated based on this Speed. In the past, HIGHLIGHT gauge only filled when taking damage, so increasing Speed was a disadvantage, but now it is resolved as allies' actions also affect the gauge. If the enemy's Speed is higher than the ally's, the enemy acts faster. However, with very few exceptions, allies generally act first. If two characters have the same Speed, the character on the left in the lineup acts before the one on the right. If you check the order in the lineup and adjust Speed in another way, there is often a bug where it doesn't update, so it's accurate to exit and re-enter after adjusting. General dealer position characters like 'Assassin' and 'Sweeper' have Speed under 100, while buffer and debuffer positions like 'Strategist' and 'Saboteur' have Speed over 100, naturally configuring dealers to act later. These values can be checked in each character's detail page guide. Speed Adjustment: Wonder can adjust speed by learning Persona skills 'Speed Master' or 'Ironclad Resolve', and can even adjust by units of 3 by stacking the two. Unlike KR/CN/TW servers, in Global server, Persona skill Sukukaja has an added effect of increasing Speed by 5. However, increasing Speed using this skill does not change turn order. Other characters mostly adjust Speed through Revelation Cards. Since most characters don't need Speed stats, it's a system that draws complaints from many users for having to farm Speed stats, but it can't be helped. There are also Revelation set effects that increase or decrease Speed. Importance of Order: As mentioned, dealers are designed with base Speed to be placed last in order. Systems with rankings generally have 'turn limits'. This means the dealer has limited action counts, and must attack with maximum buffs in every turn. For example, if the main dealer is 1st, they attack with no buffs in turn 1, and only turn 1 buffs in turn 2. Conversely, if placed 4th, they can attack with 3 buffs in turn 1 and 6+ buffs in turn 2. Exceptionally, 'Yusuke' counters enemy attacks, and buffs decrease by 1 turn after his action, so generally he is placed 1st to increase buff duration. Also, unless using Ayaka, HIGHLIGHT usually activates in turn 2, and HIGHLIGHT cooldown decreases only after the character acts. (Cooldown 4 actions). To activate a specific HIGHLIGHT among Wonder's 3 Personas, or to reuse a character's HIGHLIGHT used in turn 2 after turn 5, details vary depending on the order of 1st, 2nd, 3rd as well, so turn order requires careful consideration beyond just placing the dealer 4th.",
    "jp": "P5Xでは4人の怪盗でパーティを編成する。それぞれの行動順は戦闘開始前に決定される。この順序は、限られたターン内で戦闘を行う悪夢の門や心の海において非常に重要な価値を持つ。キャラクターの配置に関わらず、ラインナップに表示されている1st、2nd、3rd、4thの順に行動し、これは速さによって決定される。速さはステータスで確認でき、各キャラクターごとに個別に適用される。味方の「回避」判定は、その速さによる確率で計算される。以前は敵に攻撃されなければHIGHLIGHTゲージが溜まらない場合があり、速さを上げるのが損だったが、現在は味方の行動でもゲージが溜まるようになり解決された。敵の速さが味方より速い場合、敵の行動が味方より早くなる。しかし、ごく一部を除いて、ほとんどの場合は味方が先に行動する。もし2人のキャラクターの速さが同じ場合、ラインナップ配置で左側にいるキャラクターが右側にいるキャラクターより先に行動する。ラインナップでの順序を見て味方の速さを別の方法で調整した場合、更新されないバグが多いため、調整後は一度出てから入り直すのが正確だ。一般的に「反抗」「支配」のようなアタッカーポジションのキャラクターは100未満の速さを、「優越」「屈服」などバッファーやデバッファーポジションのキャラクターは100以上の速さを持っており、自然とアタッカーが後順位で行動するように構成されている。これらの数値は各キャラクター詳細ページのガイドで確認できる。速さ調整：ワンダーの場合、ペルソナスキル「素早さの心得」や「堅守の覚悟」を習得させて速さを調整でき、2つを重ねて活用することで3単位でも速さを調整できる。KR/CN/TWなど既存サーバーとは異なり、グローバルサーバーではペルソナスキル「スクカジャ」に速さを5追加する効果が追加された。しかし、そのスキルを使用して速さが増えても行動順は変わらない。その他のキャラクターは主に啓示カードを通じて速さを調整する。速さステータスを必要とするキャラクターでなければ、速さステータスをファーミングすることは本当に少ないため、多くのユーザーから不満を買うシステムでもあるが、仕方がない。他にも啓示セットの効果で速さを増加または減少させる形態も存在する。順序の重要性：前述の通り、アタッカーは大部分が最後に行動するように基本速さから設計されている。各種ランキングが存在するシステムには「ターン制限」が存在する。つまりアタッカーが活動できる回数は限られており、すべてのターンで最大限多くのバフを受けた状態で攻撃を行う必要がある。例えばメインアタッカーが1番目に位置している場合、1ターン目には何のバフも受けずに攻撃し、2ターン目には1ターン目のバフだけを受けて攻撃することになる。逆に4番目に位置している場合、1ターン目に3つのバフを、2ターン目には6つ以上のバフを受けた状態で攻撃できる。例外として「祐介」は敵の攻撃を受けて反撃する形態であり、自身の行動が終わるとバフが1ターンずつ減少するため、逆に順序を1番にしてバフ維持時間を延ばす形で構成される。またHIGHLIGHTは綾香を採用していない場合、一般的に2ターン目でようやく活性化され、HIGHLIGHTは一度使用した後、キャラクターが行動しなければクールタイムが減少しない。（クールタイム4行動）。ワンダーのペルソナ3体のうち希望するHIGHLIGHTを発動するためや、2ターン目に使用したキャラクターのHIGHLIGHTを5ターン目以降に再使用したい場合など、1、2、3番目も順序によって詳細が異なる場合があるため、単にアタッカーを4番目に置くこと以上に順序は慎重に検討する必要がある。"
  },
  "category": "combat",
  "tags": [
    "guide"
  ],
  "date": "2026-02-11",
  "author": "AbsolRoot",
  "thumbnail": "/apps/guides/data/assets/speed-order/pasted-1770797172878.png",
  "contents": {
    "kr": "<div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770797172878.png\"><br>P5X에서는 4명의 괴도가 파티에 참가한다. 각각의 순서는 전투 진입 전에 정해진다. 이 순서는 제한된 턴 내에서 전투를 수행하는 흉몽의 문이나 마음의 바다에서 무척 중요한 가치를 지닌다.</div><div><br></div><div>캐릭터의 배치에 무관하게 라인업에 적혀있는 1st, 2nd, 3rd, 4th 순서대로 행동하게 되며 이는 속도에 의해 결정된다.</div><div><hr id=\"null\"></div><h1>속도</h1><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770794581543.png\"><br></div><div>속도는 스탯에서 확인할 수가 있으며 각 캐릭터별로 속도는 별개로 적용된다.</div><div><br></div><div>아군의 '회피' 결정력은 해당 속도에 의한 확률로 계산된다.&nbsp;</div><blockquote>과거에는 적에게 피격 당해야만 HIGHLIGHT 게이지가 차는 경우가 있어 속도를 올리는 것이 손해였지만 이제는 아군 행동에만 게이지가 영향을 받아 해결됐다.&nbsp;</blockquote><div><br></div><div>적의 속도가 아군보다 빠를 경우 적의 행동이 아군보다 빨라진다.</div><div>그러나 정말 일부를 제외하고는 대부분 아군이 우선 행동한다.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795273278.png\"><br>만약 두 캐릭터의 속도가 동일한 경우 라인업 배치에서 왼쪽에 있는 캐릭터가 우측에 있는 캐릭터보다 우선 행동한다.</div><blockquote>해당 라인업에서의 순서를 보고 아군의 속도를 다른 방식으로 조절한 경우 업데이트되지 않는 버그가 잦으니, 조절한 다음에는 나갔다가 새로 들어오는 것이 정확하다.</blockquote><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795398590.png\"><br><br></div><div>일반적으로 '반항' '지배'와 같이 딜러 포지션의 캐릭터들은 100 미만의 속도를, '우월' '굴복' 등 버퍼와 디버퍼 포지션의 캐릭터들은 100 이상의 속도를 지니고 있어 자연스럽게 딜러가 후순위에서 행동하도록 구성돼있다.</div><div><br></div><div>해당 수치는 각 캐릭터 상세 페이지 가이드에서 확인할 수 있다.&nbsp;</div><div><br></div><div><br></div><h3>속도 조절</h3><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795475422.png\"><br></div><div>원더의 경우 페르소나 스킬 <b>'민첩의 마음가짐'</b> 이나 <b>'굳건한 산'</b>을 배우게 해서 속도를 조절할 수 있고, 두 개를 겹쳐 활용해서 3 단위로도 속도를 조절 할 수 있다.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795701729.png\"><br></div><div>KR/CN/TW 등 기존 서버와는 달리 글로벌 서버에스는 페르소나 스킬 스쿠카쟈에 속도를 5 추가하는 효과가 추가됐다. 그러나 해당 스킬을 사용해서 속도가 늘어난다고 해서 행동 순서는 바뀌지 않는다.&nbsp;</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795765257.png\"><br>이외 캐릭터들은 대부분 계시 카드를 통해서 속도를 조절한다.&nbsp;</div><div>속도 스탯을 필요로 하는 캐릭터가 아니면 웬만하면 속도 스탯을 파밍할 일이 정말 적기 때문에 많은 유저들의 원성을 사기도 하는 시스템이지만, 어쩔 수가 없다.&nbsp;</div><div><br></div><div>이외에도 계시 세트의 효과로 속도를 증가시키거나 감소시키는 형태도 존재한다.</div><div><br></div><div><hr id=\"null\"></div><h1>순서의 중요성</h1><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796161632.png\"><br><br></div><div>앞서 미리 말했지만 딜러들은 대부분 맨 마지막에 순서가 배치되도록 기본 속도부터 설계가 돼있다.&nbsp;</div><div><br></div><div>각종 랭킹이 존재하는 시스템들은 '턴 제한'이 존재한다.</div><div>즉 딜러가 활동할 수 있는 회수는 한정돼있고, 모든 턴에서 최대한 많은 버프를 받은 상태에서 공격을 수행해야한다.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796313502.png\"><br><br></div><div>예를 들어 메인 딜러가 1번째 순서에 위치해있을 경우, 1턴에는 아무런 버프도 받지 못하고 공격하고 2턴에는 1턴의 버프만 받아 공격하게 된다.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796250197.png\"><br>반대로 4번째 순서에 위치한 경우 1턴에 3개의 버프를, 2턴에는 6개 이상의 버프를 받은 상태에서 공격할 수 있다.</div><div><br></div><blockquote>예외적으로 '유스케'는 적의 공격을 받아서 반격하는 형태이고, 자신의 행동이 끝나면 버프가 1턴씩 차감되므로 반대로 순서를 1번에 배치해서 버프 유지시간을 늘리는 형태로 구성된다.</blockquote><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796705275.png\"><br><br></div><div><div>또한 HIGHLIGHT는 아야카를 채용한 경우가 아니면 일반적으로 2턴에서야 활성화되고, HIGHLIGHT는 한 번 사용한 후 캐릭터가 행동을 해야 쿨타임이 감소한다.&nbsp; (쿨타임 4행동)</div><div><br></div><div>원더의 페르소나 3개 중 원하는 HIGHLIGHT를 발동하기 위해서라든지,&nbsp;</div><div>2턴에 사용한 캐릭터의 HIGHLIGHT를 5턴 이후에 다시 사용하고 싶은 경우 등</div><div><br></div><div>1,2,3번째도 순서에 따라 디테일이 달라지는 경우가 존재하기 때문에 단순히 딜러를 4번에 두는 것 이상으로 순서는 꼼꼼히 고민해볼 필요가 있다.</div></div>",
    "en": "<div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770797172878.png\"><br>In P5X, a party consists of 4 Phantom Thieves. Each character's turn order is determined before entering battle. This order is highly valuable in content with turn limits like Nightmare's Gateway or Sea of Souls.</div><div><br></div><div>Regardless of character placement, they act in the order of 1st, 2nd, 3rd, 4th listed in the lineup, which is determined by Speed.</div><div><hr id=\"null\"></div><h1>Speed</h1><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770794581543.png\"><br></div><div>Speed can be checked in stats and is applied separately for each character.</div><div><br></div><div>Ally 'Evasion' chance is calculated based on this Speed.&nbsp;</div><blockquote>In the past, HIGHLIGHT gauge only filled when taking damage, so increasing Speed was a disadvantage, but now it is resolved as allies' actions also affect the gauge.&nbsp;</blockquote><div><br></div><div>If the enemy's Speed is higher than the ally's, the enemy acts faster.</div><div>However, with very few exceptions, allies generally act first.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795273278.png\"><br>If two characters have the same Speed, the character on the left in the lineup acts before the one on the right.</div><blockquote>If you check the order in the lineup and adjust Speed in another way, there is often a bug where it doesn't update, so it's accurate to exit and re-enter after adjusting.</blockquote><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795398590.png\"><br><br></div><div>Generally, dealer position characters like 'Assassin' and 'Sweeper' have Speed under 100, while buffer and debuffer positions like 'Strategist' and 'Saboteur' have Speed over 100, naturally configuring dealers to act later.</div><div><br></div><div>These values can be checked in each character's detail page guide.&nbsp;</div><div><br></div><div><br></div><h3>Speed Adjustment</h3><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795475422.png\"><br></div><div>Wonder can adjust speed by learning Persona skills <b>'Speed Master'</b> or <b>'Ironclad Resolve'</b>, and can even adjust by units of 3 by stacking the two.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795701729.png\"><br></div><div>Unlike KR/CN/TW servers, in Global server, Persona skill Sukukaja has an added effect of increasing Speed by 5. However, increasing Speed using this skill does not change turn order.&nbsp;</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795765257.png\"><br>Other characters mostly adjust Speed through Revelation Cards.&nbsp;</div><div>Since most characters don't need Speed stats, it's a system that draws complaints from many users for having to farm Speed stats, but it can't be helped.&nbsp;</div><div><br></div><div>There are also Revelation set effects that increase or decrease Speed.</div><div><br></div><div><hr id=\"null\"></div><h1>Importance of Order</h1><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796161632.png\"><br><br></div><div>As mentioned, dealers are designed with base Speed to be placed last in order.&nbsp;</div><div><br></div><div>Systems with rankings generally have 'turn limits'.</div><div>This means the dealer has limited action counts, and must attack with maximum buffs in every turn.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796313502.png\"><br><br></div><div>For example, if the main dealer is 1st, they attack with no buffs in turn 1, and only turn 1 buffs in turn 2.</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796250197.png\"><br>Conversely, if placed 4th, they can attack with 3 buffs in turn 1 and 6+ buffs in turn 2.</div><div><br></div><blockquote>Exceptionally, 'Yusuke' counters enemy attacks, and buffs decrease by 1 turn after his action, so generally he is placed 1st to increase buff duration.</blockquote><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796705275.png\"><br><br></div><div><div>Additionally, HIGHLIGHT generally activates only on the second turn unless Ayaka is recruited, and after using HIGHLIGHT once, the character must take an action for the cooldown to decrease. (Cooldown: 4 actions)</div><div><br></div><div>To activate a specific HIGHLIGHT among Wonder's 3 Personas,&nbsp;</div><div>or to reuse a character's HIGHLIGHT used in turn 2 after turn 5,</div><div><br></div><div>details vary depending on the order of 1st, 2nd, 3rd as well, so turn order requires careful consideration beyond just placing the dealer 4th.</div></div>",
    "jp": "<div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770797172878.png\"><br>P5Xでは4人の怪盗でパーティを編成する。それぞれの行動順は戦闘開始前に決定される。この順序は、限られたターン内で戦闘を行う悪夢の門や心の海において非常に重要な価値を持つ。</div><div><br></div><div>キャラクターの配置に関わらず、ラインナップに表示されている1st, 2nd, 3rd, 4thの順に行動し、これは速さによって決定される。</div><div><hr id=\"null\"></div><h1>速さ</h1><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770794581543.png\"><br></div><div>速さはステータスで確認でき、各キャラクターごとに個別に適用される。</div><div><br></div><div>味方の「回避」判定は、その速さによる確率で計算される。&nbsp;</div><blockquote>以前は敵に攻撃されなければHIGHLIGHTゲージが溜まらない場合があり、速さを上げるのが損だったが、現在は味方の行動でもゲージが溜まるようになり解決された。&nbsp;</blockquote><div><br></div><div>敵の速さが味方より速い場合、敵の行動が味方より早くなる。</div><div>しかし、ごく一部を除いて、ほとんどの場合は味方が先に行動する。</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795273278.png\"><br>もし2人のキャラクターの速さが同じ場合、ラインナップ配置で左側にいるキャラクターが右側にいるキャラクターより先に行動する。</div><blockquote>ラインナップでの順序を見て味方の速さを別の方法で調整した場合、更新されないバグが多いため、調整後は一度出てから入り直すのが正確だ。</blockquote><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795398590.png\"><br><br></div><div>一般的に「反抗」「支配」のようなアタッカーポジションのキャラクターは100未満の速さを、「優越」「屈服」などバッファーやデバッファーポジションのキャラクターは100以上の速さを持っており、自然とアタッカーが後順位で行動するように構成されている。</div><div><br></div><div>これらの数値は各キャラクター詳細ページのガイドで確認できる。&nbsp;</div><div><br></div><div><br></div><h3>速さ調整</h3><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795475422.png\"><br></div><div>ワンダーの場合、ペルソナスキル<b>「素早さの心得」</b>や<b>「堅守の覚悟」</b>を習得させて速さを調整でき、2つを重ねて活用することで3単位でも速さを調整できる。</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795701729.png\"><br></div><div>KR/CN/TWなど既存サーバーとは異なり、グローバルサーバーではペルソナスキル「スクカジャ」に速さを5追加する効果が追加された。しかし、そのスキルを使用して速さが増えても行動順は変わらない。&nbsp;</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770795765257.png\"><br>その他のキャラクターは主に啓示カードを通じて速さを調整する。&nbsp;</div><div>速さステータスを必要とするキャラクターでなければ、速さステータスをファーミングすることは本当に少ないため、多くのユーザーから不満を買うシステムでもあるが、仕方がない。&nbsp;</div><div><br></div><div>他にも啓示セットの効果で速さを増加または減少させる形態も存在する。</div><div><br></div><div><hr id=\"null\"></div><h1>順序の重要性</h1><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796161632.png\"><br><br></div><div>前述の通り、アタッカーは大部分が最後に行動するように基本速さから設計されている。&nbsp;</div><div><br></div><div>各種ランキングが存在するシステムには「ターン制限」が存在する。</div><div>つまりアタッカーが活動できる回数は限られており、すべてのターンで最大限多くのバフを受けた状態で攻撃を行う必要がある。</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796313502.png\"><br><br></div><div>例えばメインアタッカーが1番目に位置している場合、1ターン目には何のバフも受けずに攻撃し、2ターン目には1ターン目のバフだけを受けて攻撃することになる。</div><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796250197.png\"><br>逆に4番目に位置している場合、1ターン目に3つのバフを、2ターン目には6つ以上のバフを受けた状態で攻撃できる。</div><div><br></div><blockquote>例外として「祐介」は敵の攻撃を受けて反撃する形態であり、自身の行動が終わるとバフが1ターンずつ減少するため、逆に順序を1番にしてバフ維持時間を延ばす形で構成される。</blockquote><div><br></div><div><br></div><div><img src=\"/apps/guides/data/assets/speed-order/pasted-1770796705275.png\"><br><br></div><div><div>また、HIGHLIGHTは綾香を採用した場合を除き、通常は2ターン目になって初めて発動し、HIGHLIGHTは一度使用した後、キャラクターが行動することでクールタイムが減少する。（クールタイム4行動）</div><div><br></div><div>ワンダーのペルソナ3体のうち希望するHIGHLIGHTを発動するためや、&nbsp;</div><div>2ターン目に使用したキャラクターのHIGHLIGHTを5ターン目以降に再使用したい場合など、</div><div><br></div><div>1、2、3番目も順序によって詳細が異なる場合があるため、単にアタッカーを4番目に置くこと以上に順序は慎重に検討する必要がある。</div></div>"
  }
}