const mapping_cn = {
  "주권": "主权",
  "풍요": "富足",
  "힘": "力量",
  "화해": "和解",
  "직책": "职责",
  "평화": "和平",
  "승리": "告捷",
  "우려": "忧思",
  "좌절": "挫败",
  "화려": "奢华",
  "개선": "凯旋",
  "억압": "压抑",
  "용맹": "英勇",
  "미덕": "美德",
  "방해": "干扰",
  "변환": "转变",
  "진리": "真谛",
  "환희": "欢愉",
  "분쟁": "争执",
  "사랑": "爱",
  "헛수고": "徒劳",
  "실망": "失望",
  "신중": "谨慎",
  "고집": "执着",
  "변화": "改变",
  "슬픔": "忧伤",
  "풍족": "丰饶",
  "획득": "获得",
  "타락": "沉沦",
  "강인": "坚韧",
  "순수": "纯粹",
  "탄생": "诞生",
  "예리": "敏锐",
  "돌파": "突破",
  "희망": "希望",
  "창조": "创造",
  "자유": "自由",
  "결심": "决心",
  "진정성": "真诚",
  "지혜": "智慧",
  "깨달음": "觉知",
  "여정": "启程",
  "성장": "成长",
  "전념": "专注",
  "신념": "信念",
  "신뢰": "信任",
  "조화": "和谐",
  "수락": "接纳"
};

const cnRevelationData = {
  "mapping_cn": {
    "주권": "主权",
    "풍요": "富足",
    "힘": "力量",
    "화해": "和解",
    "직책": "职责",
    "평화": "和平",
    "승리": "告捷",
    "우려": "忧思",
    "좌절": "挫败",
    "화려": "奢华",
    "개선": "凯旋",
    "억압": "压抑",
    "용맹": "英勇",
    "미덕": "美德",
    "방해": "干扰",
    "변환": "转变",
    "진리": "真谛",
    "환희": "欢愉",
    "분쟁": "争执",
    "사랑": "爱",
    "헛수고": "徒劳",
    "실망": "失望",
    "신중": "谨慎",
    "고집": "执着",
    "변화": "改变",
    "슬픔": "忧伤",
    "풍족": "丰饶",
    "획득": "获得",
    "타락": "沉沦",
    "강인": "坚韧",
    "순수": "纯粹",
    "탄생": "诞生",
    "예리": "敏锐",
    "돌파": "突破",
    "희망": "希望",
    "창조": "创造",
    "자유": "自由",
    "결심": "决心",
    "진정성": "真诚",
    "지혜": "智慧",
    "깨달음": "觉知",
    "여정": "启程",
    "성장": "成长",
    "전념": "专注",
    "신념": "信念",
    "신뢰": "信任",
    "조화": "和谐",
    "수락": "接纳"
  },
  "mainTranslated": {
    "순수": "纯粹",
    "탄생": "诞生",
    "예리": "敏锐",
    "돌파": "突破",
    "희망": "希望",
    "창조": "创造",
    "자유": "自由",
    "결심": "决心",
    "진정성": "真诚",
    "지혜": "智慧",
    "깨달음": "觉知",
    "여정": "启程",
    "성장": "成长",
    "전념": "专注",
    "신념": "信念",
    "신뢰": "信任",
    "조화": "和谐",
    "수락": "接纳"
  },
  "subTranslated": {
    "주권": "主权",
    "풍요": "富足",
    "힘": "力量",
    "화해": "和解",
    "직책": "职责",
    "평화": "和平",
    "승리": "告捷",
    "우려": "忧思",
    "좌절": "挫败",
    "화려": "奢华",
    "개선": "凯旋",
    "억압": "压抑",
    "용맹": "英勇",
    "미덕": "美德",
    "방해": "干扰",
    "변환": "转变",
    "진리": "真谛",
    "환희": "欢愉",
    "분쟁": "争执",
    "사랑": "爱",
    "헛수고": "徒劳",
    "실망": "失望",
    "신중": "谨慎",
    "고집": "执着",
    "변화": "改变",
    "슬픔": "忧伤",
    "풍족": "丰饶",
    "획득": "获得",
    "타락": "沉沦",
    "강인": "坚韧"
  },
  "main": {
    "纯粹": [
      "沉沦",
      "改变"
    ],
    "诞生": [
      "力量"
    ],
    "敏锐": [
      "丰饶",
      "干扰"
    ],
    "突破": [
      "忧伤",
      "改变",
      "获得"
    ],
    "希望": [
      "职责",
      "执着",
      "改变"
    ],
    "创造": [
      "忧思",
      "和解",
      "坚韧"
    ],
    "自由": [
      "凯旋",
      "挫败",
      "失望"
    ],
    "决心": [
      "美德",
      "职责",
      "谨慎"
    ],
    "真诚": [
      "欢愉",
      "职责",
      "执着"
    ],
    "智慧": [
      "压抑",
      "欢愉",
      "美德"
    ],
    "觉知": [
      "真谛",
      "主权",
      "干扰"
    ],
    "启程": [
      "主权",
      "富足",
      "干扰"
    ],
    "成长": [
      "奢华",
      "转变",
      "力量"
    ],
    "专注": [
      "奢华",
      "英勇",
      "爱"
    ],
    "信念": [
      "和平",
      "爱",
      "徒劳"
    ],
    "信任": [
      "转变",
      "力量",
      "富足"
    ],
    "和谐": [
      "告捷",
      "力量",
      "真谛"
    ],
    "接纳": [
      "和平",
      "争执",
      "爱"
    ]
  },
  "sub": {
    "沉沦": [
      "纯粹"
    ],
    "坚韧": [
      "创造"
    ],
    "获得": [
      "突破"
    ],
    "丰饶": [
      "敏锐"
    ],
    "忧伤": [
      "突破"
    ],
    "改变": [
      "突破",
      "希望",
      "纯粹"
    ],
    "谨慎": [
      "决心"
    ],
    "执着": [
      "真诚",
      "希望"
    ],
    "徒劳": [
      "信念"
    ],
    "失望": [
      "自由"
    ],
    "凯旋": [
      "自由"
    ],
    "挫败": [
      "自由"
    ],
    "忧思": [
      "创造"
    ],
    "和解": [
      "创造"
    ],
    "压抑": [
      "智慧"
    ],
    "美德": [
      "智慧",
      "决心"
    ],
    "欢愉": [
      "智慧",
      "真诚"
    ],
    "职责": [
      "决心",
      "真诚",
      "希望"
    ],
    "和平": [
      "信念",
      "接纳"
    ],
    "干扰": [
      "觉知",
      "启程",
      "敏锐"
    ],
    "主权": [
      "觉知",
      "启程"
    ],
    "转变": [
      "成长",
      "信任"
    ],
    "英勇": [
      "专注"
    ],
    "争执": [
      "接纳"
    ],
    "爱": [
      "专注",
      "信念",
      "接纳"
    ],
    "奢华": [
      "成长",
      "专注"
    ],
    "力量": [
      "成长",
      "信任",
      "和谐",
      "诞生"
    ],
    "告捷": [
      "和谐"
    ],
    "富足": [
      "启程",
      "信任"
    ],
    "真谛": [
      "觉知",
      "和谐"
    ]
  },
  "sub_effects": {
    "主权": {
      "set2": "生命值提升<color=%s>12%</color>。",
      "set4": "使用技能攻击敌人时对主目标造成自身生命值<color=%s>8%</color>的额外伤害。",
      "type": [
        "火焰"
      ]
    },
    "富足": {
      "set2": "受到伤害减免<color=%s>8%</color>。",
      "set4": "进入战斗立刻回复<color=%s>25% </color>HIGHLIGHT能量，回复HIGHLIGHT能量效果无法重复触发。",
      "type": [
        "HL 25%",
        "增益"
      ]
    },
    "力量": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "进入战斗后，每经过6个回合提升自身攻击力<color=%s>10%</color>，可叠加3层。",
      "type": [
        "增益"
      ]
    },
    "和解": {
      "set2": "速度提升<color=%s>6</color>。",
      "set4": "战斗中，自身最大生命值、攻击力、防御力提升<color=%s>15%</color>。",
      "type": [
        "增益"
      ]
    },
    "职责": {
      "set2": "生命值提升<color=%s>12%</color>。",
      "set4": "解明怪盗装备时生效：战斗中使所有同伴生命值、攻击力、防御力提升<color=%s>8%</color>。",
      "type": [
        "增益"
      ]
    },
    "和平": {
      "set2": "防御力提升<color=%s>20%</color>。",
      "set4": "护盾效果提升<color=%s>18%</color>。",
      "type": [
        "冰冻"
      ]
    },
    "告捷": {
      "set2": "疾风伤害提升<color=%s>10%</color>。",
      "set4": "每段攻击有25%的固定概率额外造成自身攻击力<color=%s>20%</color>的伤害。",
      "type": [
        "疾风",
        "减益"
      ]
    },
    "忧思": {
      "set2": "精力回复提升<color=%s>80%</color>。",
      "set4": "进入战斗立刻回复<color=%s>25% </color>HIGHLIGHT能量，回复HIGHLIGHT能量效果无法重复触发。",
      "type": [
        "HL 25%"
      ]
    },
    "挫败": {
      "set2": "效果命中提升<color=%s>15%</color>。",
      "set4": "对处于负面状态下的敌人造成火焰属性伤害提升<color=%s>20%</color>。",
      "type": [
        "火焰",
        "减益"
      ]
    },
    "奢华": {
      "set2": "冰冻伤害提升<color=%s>10%</color>。",
      "set4": "追加效果造成伤害提升<color=%s>40%</color>。",
      "type": [
        "冰冻",
        "追加效果"
      ]
    },
    "凯旋": {
      "set2": "暴击率提升<color=%s>7.5%</color>。",
      "set4": "追加效果造成伤害提升<color=%s>40%</color>。",
      "type": [
        "追加效果"
      ]
    },
    "压抑": {
      "set2": "物理伤害提升<color=%s>10%</color>。",
      "set4": "技能造成每次伤害使自身获得『怨恨』：增加自身攻击力<color=%s>5%</color>，持续2回合，最多6层。",
      "type": [
        "物理"
      ]
    },
    "英勇": {
      "set2": "物理伤害提升<color=%s>10%</color>。",
      "set4": "暴击效果提升<color=%s>30%</color>，持续2回合；造成暴击后再次获得相同效果。",
      "type": [
        "物理",
        "电击"
      ]
    },
    "美德": {
      "set2": "祝福伤害提升<color=%s>10%</color>。",
      "set4": "当前生命值百分比不低于50%时，祝福属性的暴击率提升<color=%s>12%</color>。",
      "type": [
        "祝福"
      ]
    },
    "干扰": {
      "set2": "诅咒伤害提升<color=%s>10%</color>。",
      "set4": "对处于负面状态下的敌人咒属性伤害提升<color=%s>20%</color>。",
      "type": [
        "咒怨"
      ]
    },
    "转变": {
      "set2": "电击伤害提升<color=%s>10%</color>。",
      "set4": "任意怪盗使用电属性技能后提升自身电击属性伤害<color=%s>9%</color>，最多3层。",
      "type": [
        "电击"
      ]
    },
    "真谛": {
      "set2": "核热伤害提升<color=%s>10%</color>。",
      "set4": "使用技能攻击敌人时，若主目标处于元素异常状态则对其造成<color=%s>30%</color>攻击力的伤害。",
      "type": [
        "核热"
      ]
    },
    "欢愉": {
      "set2": "念动伤害提升<color=%s>10%</color>。",
      "set4": "造成念动伤害时，提升攻击15%，如果敌方人数不少于3，则攻击力额外提升<color=%s>15%</color>。",
      "type": [
        "念动"
      ]
    },
    "争执": {
      "set2": "火焰伤害提升<color=%s>10%</color>。",
      "set4": "攻击力提升<color=%s>15%</color>，如果敌人火属性适应性为弱，则攻击力额外提升<color=%s>15%</color>。",
      "type": [
        "火焰"
      ]
    },
    "爱": {
      "set2": "治疗效果提升<color=%s>9%</color>。",
      "set4": "对生命值不高于50%的怪盗治疗时，治疗效果提升<color=%s>23%</color>。",
      "type": [
        "治疗"
      ]
    },
    "徒劳": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "效果命中提升<color=%s>30%</color>，持续2回合；造成TECHNICAL后再次获得相同效果。",
      "type": [
        "TECHNICAL"
      ]
    },
    "失望": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "造成人格面具技能伤害时，若与自身上次造成人格面具技能伤害的属性不同，该次人格面具技能造成伤害提升<color=%s>25%</color>。",
      "type": [
        "万能"
      ]
    },
    "谨慎": {
      "set2": "速度降低<color=%s>3</color>，攻击力提升<color=%s>18%</color>。",
      "set4": "造成伤害提升16%。",
      "type": [
        "增益"
      ]
    },
    "执着": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "攻击力提升<color=%s>25%</color>，持续3回合；使用神通法后再次获得相同效果。",
      "type": [
        "增益"
      ]
    },
    "改变": {
      "set2": "电击伤害提升<color=%s>10%</color>。",
      "set4": "攻击力提升<color=%s>25%</color>，持续2回合；造成暴击后再次获得相同效果。",
      "type": [
        "电击"
      ]
    },
    "忧伤": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "造成伤害提升<color=%s>20%</color>，持续3回合；释放HIGHLIGHT后再次获得相同效果。",
      "type": [
        "咒怨"
      ]
    },
    "丰饶": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "造成伤害提升<color=%s>20%</color>，持续2回合；释放追加效果后再次获得相同效果。",
      "type": [
        "追加效果"
      ]
    },
    "获得": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "释放技能使自身生命值降低时，造成伤害提升<color=%s>12%</color>，可叠加2层，持续2回合。",
      "type": []
    },
    "沉沦": {
      "set2": "攻击力提升<color=%s>12%</color>。",
      "set4": "造成伤害提升<color=%s>12%</color>，处于额外回合时该效果提升至<color=%s>24%</color>。",
      "type": []
    },
    "坚韧": {
      "set2": "射击伤害提升<color=%s>10%</color>。",
      "set4": "攻击力提升<color=%s>25%</color>，持续2回合；造成暴击后再次获得相同效果。",
      "type": [
        "枪击"
      ]
    }
  },
  "set_effects": {
    "纯粹": {
      "type": [],
      "沉沦": "主动释放不同人格面具技能时，各获得1层『皈依』：攻击力提升<color=%s>10%</color>，持续2回合，可叠加3层；叠加至3层时，额外使自身暴击效果提升<color=%s>12%</color>。由不同人格面具技能产生的『皈依』独立计算持续时间。",
      "改变": "使用HIGHLIGHT时，攻击力提升<color=%s>30%</color>，造成伤害提升<color=%s>25%</color>。"
    },
    "诞生": {
      "type": [],
      "力量": "芮丝汀娜&卡萝莉娜装备时生效：<link=\"s|271\"><u>面具强度</u></link>提升<color=%s>5%</color>。"
    },
    "敏锐": {
      "type": [],
      "丰饶": "总攻击伤害提升<color=%s>16%</color>。",
      "干扰": "战斗中，效果命中提升<color=%s>20%</color>，自身效果命中达到100%时所有同伴获得<color=%s>10%</color>伤害加成。"
    },
    "突破": {
      "type": [],
      "忧伤": "持续伤害效果提升<color=%s>16%</color>。",
      "改变": "每有一个敌人增加自身电击伤害<color=%s>8%</color>，最多<color=%s>32%</color>。",
      "获得": "当前生命值越低，攻击力越高，40%生命值时获得最大攻击力加成<color=%s>40%</color>。"
    },
    "希望": {
      "type": [],
      "职责": "解明怪盗装备时生效：使用技能为同伴添加增益状态，使技能目标穿透提升<color=%s>5%</color>，持续1回合。",
      "执着": "每造成1次技能伤害，自身火焰伤害提升<color=%s>3%</color>，持续3回合，可叠加8层；叠加至8层时，额外使自身暴击率提升<color=%s>6%</color>。",
      "改变": "所有怪盗对处于倒地状态的敌人造成伤害提升<color=%s>12%</color>，无法重复触发。"
    },
    "创造": {
      "type": [],
      "忧思": "战斗中，自身精力回复达到100%/150%/200%，获得暴击效果提升<color=%s>15%/30%/45%</color>。",
      "和解": "战斗开始时，使速度最低的怪盗造成伤害提升<color=%s>12%</color>，无法重复触发。",
      "坚韧": "使用神通法时，攻击力提升<color=%s>30%</color>，造成伤害提升<color=%s>25%</color>。"
    },
    "自由": {
      "type": [],
      "凯旋": "使用人格面具技能时，自身获得1层『荣耀』，最多2层，下一次追加效果消耗所有『荣耀』，每消耗1层『荣耀』使该次追加效果穿透提升<color=%s>8%</color>。",
      "挫败": "所有怪盗对处于负面状态下的敌人造成伤害提升<color=%s>8%</color>，无法重复触发。",
      "失望": "造成万能属性伤害时，攻击力提升<color=%s>35%</color>，暴击率提升<color=%s>12%</color>。"
    },
    "决心": {
      "type": [],
      "美德": "战斗中，自身生命值达到6000/9000/12000获得伤害加成<color=%s>10%/20%/30%</color>。",
      "职责": "解明怪盗装备时生效：使用技能为敌人添加减益状态，使主目标敌人防御降低<color=%s>10%</color>，持续2回合。",
      "谨慎": "战斗开始时，若自身处于己方行动队列的第3/4位，则攻击力提升<color=%s>24%/30%</color>。"
    },
    "真诚": {
      "type": [],
      "欢愉": "战斗中，根据角色的治疗加成的80%获得伤害加成，通过这种方式最多提升<color=%s>30%</color>伤害加成。",
      "职责": "解明怪盗装备时生效：战斗开始时每有1个相同适应性属性的同伴，使所有同伴生命值、攻击力、防御力额外提升<color=%s>2%</color>。",
      "执着": "使用神通法后，使所有同伴造成伤害提升<color=%s>10%</color>，持续3回合。"
    },
    "智慧": {
      "type": [],
      "压抑": "『怨恨』不少于5层，则物理伤害、效果命中提升<color=%s>20%</color>。",
      "欢愉": "战斗中，根据角色的效果命中的50%获得伤害加成，通过这种方式最多提升<color=%s>30%</color>伤害加成。",
      "美德": "使用HIGHLIGHT时，攻击力提升<color=%s>30%</color>，造成伤害提升<color=%s>25%</color>。"
    },
    "觉知": {
      "type": [],
      "真谛": "对处于元素异常状态下的敌人造成伤害提升<color=%s>12%</color>，可以叠加2层。",
      "主权": "提升所有怪盗火焰伤害<color=%s>6%</color>；造成燃烧时额外提升所有怪盗火焰伤害<color=%s>6%</color>，持续2回合。",
      "干扰": "对处于负面状态下敌人造成每段伤害时提升自身攻击力<color=%s>9%</color>，持续1回合，可叠加3层。"
    },
    "启程": {
      "type": [],
      "主权": "使用技能攻击敌人时使主目标防御降低<color=%s>23%</color>，持续2回合。",
      "富足": "攻击敌人时，使所有怪盗伤害提升<color=%s>8%</color>，持续1回合。",
      "干扰": "击败敌人后使自身攻击力提升<color=%s>30%</color>，持续3回合。"
    },
    "成长": {
      "type": [],
      "奢华": "追加效果触发时，自身获得冰冻伤害加成提升<color=%s>10%</color>，持续2回合，可叠加3层，每层独立计算。",
      "转变": "追加效果的暴击效果提升<color=%s>50%</color>。",
      "力量": "攻击力提升效果叠加上限提升至<color=%s>5</color>层。"
    },
    "专注": {
      "type": [],
      "奢华": "追加效果的暴击效果提升<color=%s>50%</color>。",
      "英勇": "物理、电击属性伤害提升<color=%s>12%</color>，只有一个敌人时该效果提升至<color=%s>24%</color>。",
      "爱": "造成暴击时自身治疗效果提升<color=%s>28%</color>，持续2回合。"
    },
    "信念": {
      "type": [],
      "和平": "每次添加护盾，受到护盾效果的怪盗防御力提升<color=%s>7%</color>，持续2回合，可叠加3层。",
      "爱": "每有<color=%s>800</color>点生命值提升自身治疗效果<color=%s>1%</color>，最多获得治疗效果提升<color=%s>20%</color>。",
      "徒劳": "所有怪盗对处于<link=\"s|232\"><u>TECH异常</u></link>状态下的敌人造成伤害提升<color=%s>10%</color>，无法重复触发。"
    },
    "信任": {
      "type": [],
      "转变": "电击属性伤害提升效果达到3层时，使得所有怪盗电击属性伤害提升<color=%s>12%</color>，无法重复触发。",
      "力量": "战斗开始时，提升其他怪盗<color=%s>10%</color>的攻击力，无法重复触发。",
      "富足": "对友方释放技能时，使所有怪盗的伤害提升<color=%s>8%</color>，持续2回合。"
    },
    "和谐": {
      "type": [],
      "告捷": "触发启示卡套装效果的额外伤害时，使目标受到伤害提升<color=%s>12%</color>，持续2回合。",
      "力量": "使得相同属性的怪盗获得伤害加成<color=%s>10%</color>，无法重复触发。",
      "真谛": "每次造成一种元素异常，提升所有怪盗核热伤害<color=%s>5%</color>，持续2回合，每层独立计算。"
    },
    "接纳": {
      "type": [],
      "和平": "每次受到攻击，提升自身防御力<color=%s>40%</color>，持续2回合。",
      "争执": "每有一个敌人增加自身攻击力<color=%s>8%</color>，最多<color=%s>40%</color>。",
      "爱": "使用治疗技能时，自身攻击力提升<color=%s>25%</color>。"
    }
  }
};
