[
  {
    "id": "technical-master",
    "titles": {
      "kr": "TECHNICAL 강화 - 스킬 마스터 ",
      "en": "TECHNICAL Enhancement - Technical Precision",
      "jp": "TECHNICAL強化 - テクニカル精度"
    },
    "excerpts": {
      "kr": "TECHNICAL야오링·사자무와 나츠카와 미오는 TECHNICAL을 적극적으로 활용하는 조합이다.TECHNICAL은 [화상] [풍습] [감전] [동결]과 같은 원소 이상 상태에 걸린 적에게 특정 속성 공격을 수행했을 때 발생한다.야오링·사자무는 스킬3을 통해 강화된 근...",
      "en": "TECHNICAL RIN·Lion Dance and MATOI are a comp that actively utilizes TECHNICALs. TECHNICALs are triggered when performing specific elemental attacks against foes with elemental ailments such as Burn, Windswept, Shock, and Freeze. RIN·Lion Dance activates Fire Technicals through enhanced melee attacks via S3...",
      "jp": "TECHNICAL李瑤鈴·獅子舞と夏川 澪はTECHNICALを積極的に活用する編成だ。TECHNICALは[炎上] [風襲] [感電] [凍結]といった属性異常状態の敵に対して特定の属性攻撃を行った際に発生する。李瑤鈴·獅子舞はスキル3による強化された近..."
    },
    "searchContent": {
      "kr": "TECHNICAL야오링·사자무와 나츠카와 미오는 TECHNICAL을 적극적으로 활용하는 조합이다.TECHNICAL은 [화상] [풍습] [감전] [동결]과 같은 원소 이상 상태에 걸린 적에게 특정 속성 공격을 수행했을 때 발생한다.야오링·사자무는 스킬3을 통해 강화된 근접 공격으로 '화염 속성 TECHNICAL'을 발동시키고나츠카와 미오는 스킬3과 HIGHLIGHT로 '빙결 속성 TECHNICAL'을 발동시킨다.※ 안이나 마코토도 TECHINCAL 발동은 가능하지만 별도의 추가 효과가 발동하지는 않는다.상당히 문장이 비문학스럽고 어려우니, 가능하면 아래 표로 정리한 형태를 보는 게 더 이해가 쉽다.이해하기 어려운 요소를 풀어 설명하는 글이지만 여전히 어려우므로 마지막 요약만 봐도 무방하다.야오링·사자무 - 화염 속성 TECHNICAL일부 화염 속성 스킬이 특정 상태의 적에게 추가 효과를 준다.- 화염 속성 스킬이 화상 상태인 적에게 TECHNICAL을 주면 『폭발 연소』를 발동해 스킬 대미지가 2% 증가한다.- 화염 속성 스킬이 동결 상태인 적에게 TECHNICAL을 주면 『얼음의 불길』을 발동해 2턴 동안 50%의 기본 확률로 목표가 받는 화염/빙결 속성 대미지가 5% 증가한다.- 화염 속성 스킬이 풍습 상태의 적에게 TECHNICAL을 주면 『화염 돌풍』을 발동해 추가로 목표의 최대 생명 1%에 해당하는 화염 속성 대미지를 1회 준다.Effect NameConditionEffect폭발 연소'화상'에 걸린 적이번 스킬 대미지 2% 증가얼음의 불길'동결'에 걸린 적50% 확률로 발동, 2턴 간 화염/빙결 속성 받는 대미지 5% 증가화염 돌풍'풍습'에 걸린 적최대 생명 1%의 화염 속성 대미지 1회 추가나츠카와 미오 - 빙결 속성 TECHNICAL일부 빙결 속성 스킬은 특정 상태의 적에게 추가 효과를 준다.- 빙결 속성 스킬이 감전 상태인 적에게 TECHNICAL을 주면 『서늘한 번개』를 발동해 스킬 대미지가 2% 증가한다.- 빙결 속성 스킬이 화상 상태인 적에게 TECHNICAL을 주면 『얼음의 불길』을 발동해 2턴 동안 50%의 기본 확률로 목표가 받는 화염/빙결 속성 대미지가 5% 증가한다.- 빙결 속성 스킬이 동결 상태인 적에게 TECHNICAL을 주면 『얼음 봉인』을 발동해 일정 턴 동안 2%의 기본 확률로 목표를 얼음 봉인 상태에 빠뜨린다.Effect NameConditionEffect서늘한 번개'감전'에 걸린 적이번 스킬 대미지 2% 증가얼음의 불길'화상'에 걸린 적50% 확률로 발동, 2턴 간 화염/빙결 속성 받는 대미지 5% 증가얼음 봉인'동결'에 걸린 적2%의 기본 확률로 적을 활동 불가 상태 적용복잡하지만 실질적으로 기억해야 할 것은 딱 2가지다. 『폭발 연소』: '화상' 속성 적에게 화염 공격 시 스킬 대미지 2% 증가『얼음의 불길』: '동결' '화상'에 걸린 적이 2턴간 받는 화염 속성 대미지 5% 증가즉 야오링·사자무의 대미지를 올려주는 이 2가지 TECHNICAL 효과만 기억하면 된다. (화염 돌풍도 대미지에 영향은 주지만 체력 비례 대미지 감소 버프를 가지고 있는 보스에게는 영향도가 미비하다)미오는 스킬1으로 적 전체에 동결 속성을 부여하고, 미오를 활용하려면 자연스럽게 화상을 적에게 부여해야하기 때문에 사실상 『폭발 연소』, 『얼음의 불길』은 자동적으로 발동된다.스킬 마스터스킬 마스터는 위 TECHNICAL 효과를 강화하는 수치다.TECHNICAL로 주는 추가 효과 강도에 영향을 주며, 스킬 마스터가 100포인트 증가할 때마다(100포인트 미만인 부분은 같은 비율로 증가):- 『폭발 연소』의 스킬 대미지 증가 효과가 10% 증가한다.- 『서늘한 번개』의 스킬 대미지 증가 효과가 10% 증가한다.- 『얼음의 불길』의 화염/빙결 속성 허약 효과가 5% 증가한다.- 『화염 돌풍』이 주는 추가 대미지가 6% 증가한다.- 『얼음 봉인』의 기본 확률이 2.5% 증가한다.게임 내 설명에 \"100포인트 증가할 때마다\"라는 문구가 있어 100, 200 단위를 딱 맞춰야 한다고 오해하기 쉽지만 스킬 마스터가 1이라도 오르면 그만큼 정확하게 비례해서 효과가 강해진다.스킬 마스터가 1,000일 경우 다음과 같은 변화가 생긴다. EffectBefore+After『폭발 연소』2%+ 100%스킬 대미지 4%『얼음의 불길』5%+ 50%화염/빙결 대미지 7.5%고작 2%, 고작 2.5%인가 싶을 정도로 미비하지만 야오링·사자무와 미오의 경우에는 가치가 크게 달라진다.나츠카와 미오미오의 스킬 3은 『얼음의 불길』의 50% 확률을 무시하고 무조건 명중시키며 기존 효과를『한빛』으로 업그레이드 시킨다.※ 13레벨 + 심상 5 기준 『한빛』: 받는 모든 대미지가 13.6% 증가한다 (효과명중 3.65%마다 받는 모든 대미지가 추가로 1% 증가, 최대 54.5% 추가 증가).스킬마스터가 1,000 일 경우 약 34%의 대미지 보너스를.EffectBefore+After『얼음의 불길』5%+ 50%화염/빙결 대미지 7.5%『한빛』68.1% (13.6+54.5)+ 50%대미지 102.15% (+34%)스킬 마스터가 1,136+207 = 1,343 인 경우,약 45.7%의 추가 대미지 보너스 디버프를 부여할 수 있다. 『한빛』68.1%+ 67.15%대미지 113.9% (+45.7%)야오링·사자무야오링은 간단하다. 기존 2%에 불과하던 스킬 대미지 증가 효과가 10배된다. 『폭발 연소』 발동 시의 TECHNICAL 효과가 20%까지 증가한다.스킬 마스터가 1,000 인 경우 20%의 대미지 보너스를 갖게 된다.EffectBefore+After『폭발 연소』2%+ 100%스킬 대미지 4% (+2%)『폭발 연소』야오링·사자무20%+ 100%스킬 대미지 40% (+20%)즉 스킬 마스터를 올리게 되면 적의 받는 대미지가 증가하고, 야오링의 스킬 대미지가 함께 증가하는 결과를 얻게 된다.요약스킬 마스터는 TECHINCAL의 추가 효과를 강화시켜주는 요소다.TEHCNICAL을 통해 강화되는 수치는 본래 미비하지만 야오링·사자무와 나츠카와 미오는 해당 효과를 크게 강화시킨다.스킬 마스터를 올리면 미오가 주는 디버프와 야오링·사자무의 대미지가 강해진다.",
      "en": "TECHNICALRIN·Lion Dance and MATOI are a comp that actively utilizes TECHNICALs.TECHNICALs are triggered when performing specific elemental attacks against foes with elemental ailments such as [Burn] [Windswept] [Shock] [Freeze].RIN·Lion Dance activates 'Fire Technicals' through enhanced melee attacks via S3,and MATOI activates 'Ice Technicals' with S3 and HIGHLIGHT.※ PANTHER and QUEEN can also trigger TECHNICALs, but they do not activate any additional effects.The in-game descriptions are quite technical and difficult to parse, so it is easier to understand the information through the tables below.This article breaks down these complex elements, but if it still seems overwhelming, feel free to skip to the summary at the end.RIN·Lion Dance - Fire TechnicalSome Fire skills have other effects on foes in certain states.- Fireburn activates on Burning foes and increases damage dealt to the target by 2%.- 50% chance to activate Iceburn on Frozen foes, increasing the target's Fire and Ice damage taken by 5% for 2 turns.- Windburn activates on Windswept foes and deals Fire damage as a follow-up equal to 1% of the target's max HP (1 time).Effect NameConditionEffectFireburnBurning foesIncreases skill damage by 2%IceburnFrozen foes50% chance, increases Fire/Ice damage taken by 5% for 2 turnsWindburnWindswept foesDeals additional Fire damage equal to 1% of max HP (1 time)MATOI - Ice TechnicalSome Ice skills have other effects on foes in certain states.- Short Circuit activates on Shocked foes and increases damage dealt to the target by 2%.- 50% chance to activate Iceburn on Burning foes, increasing the target's Fire and Ice damage taken by 5% for 2 turns.- 2% chance to activate Deepfreeze on Frozen foes, inflicting Icebound for 1 turn.Effect NameConditionEffectShort CircuitShocked foesIncreases skill damage by 2%IceburnBurning foes50% chance, increases Fire/Ice damage taken by 5% for 2 turnsDeepfreezeFrozen foes2% chance to inflict IceboundIn practice, you only need to remember 2 things. Fireburn: Increases skill damage by 2% when attacking Burning foes with FireIceburn: Increases Fire/Ice damage taken by 5% for 2 turns on Frozen/Burning foesIn other words, you only need to remember these two TECHNICAL effects that boost RIN·Lion Dance's damage. (Windburn also affects damage, but its impact is negligible against bosses with HP-based damage reduction buffs.)MATOI applies Freeze to all foes with S1, and using MATOI naturally requires inflicting Burn on foes, so Fireburn and Iceburn are effectively activated automatically.Technical PrecisionTechnical Precision is a stat that enhances the TECHNICAL effects described above.Affects the potency of additional effects triggered via TECHNICALs. For every 100 points of Technical Precision (effects scale proportionally even below 100):- Increase the skill damage increase effect of Fireburn by 10%.- Increase the skill damage increase effect of Short Circuit by 10%.- Increase the Fire/Ice damage taken increase effect of Iceburn by 5%.- Increase the bonus damage from Windburn by 6%.- Increase the chance to activate Deepfreeze by 2.5%.The in-game description says \"for every 100 points,\" which may lead to the misconception that you need to hit exact multiples of 100 or 200. However, even a single point of Technical Precision will proportionally increase the effect.At 1,000 Technical Precision, the following changes occur. EffectBefore+AfterFireburn2%+ 100%Skill damage 4%Iceburn5%+ 50%Fire/Ice damage 7.5%These numbers may seem insignificant—just 2% and 2.5%—but for RIN·Lion Dance and MATOI, the value changes dramatically.MATOIMATOI's S3 bypasses Iceburn's 50% activation chance and guarantees it, while upgrading the effect to Cold Flames.※ Based on Lv13 + Mindscape 5 Cold Flames: Increase all damage taken by 13.6% (for every 3.65% of ailment accuracy, increase all damage taken by an additional 1% , up to a maximum of 54.5% additional increase).At 1,000 Technical Precision, approximately 34% damage bonus.EffectBefore+AfterIceburn5%+ 50%Fire/Ice damage 7.5%Cold Flames68.1% (13.6+54.5)+ 50%Damage 102.15% (+34%)At Technical Precision 1,136+207 = 1,343,approximately 45.7% additional damage bonus debuff can be applied. Cold Flames68.1%+ 67.15%Damage 113.9% (+45.7%)RIN·Lion DanceFor RIN·Lion Dance, it is straightforward. The original 2% skill damage increase effect is multiplied by 10. The Fireburn TECHNICAL effect increases up to 20%.At 1,000 Technical Precision, a 20% damage bonus is gained.EffectBefore+AfterFireburn2%+ 100%Skill damage 4% (+2%)Fireburn (RIN·Lion Dance)20%+ 100%Skill damage 40% (+20%)In other words, increasing Technical Precision results in both increased damage taken by foes and increased skill damage for RIN·Lion Dance.SummaryTechnical Precision is a stat that enhances the additional effects from TECHNICALs.While the base values enhanced through TECHNICALs are inherently minimal, RIN·Lion Dance and MATOI significantly amplify these effects.Increasing Technical Precision strengthens the debuffs applied by MATOI and the damage dealt by RIN·Lion Dance.",
      "jp": "TECHNICAL李瑤鈴·獅子舞と夏川 澪はTECHNICALを積極的に活用する編成だ。TECHNICALは[炎上] [風襲] [感電] [凍結]といった属性異常状態にかかった敵に対して、特定の属性攻撃を行った際に発生する。李瑤鈴·獅子舞はスキル3による強化された近接攻撃で「火炎テクニカル」を発動させ、夏川 澪はスキル3とHIGHLIGHTで「氷結テクニカル」を発動させる。※ 杏や真もTECHNICALの発動は可能だが、別途の追加効果は発動しない。ゲーム内の説明文はかなり専門的で理解しにくいため、以下の表で整理した形式を見たほうが分かりやすい。理解しにくい要素を解説する記事だが、それでも難しい場合は最後のまとめだけ見ても問題ない。李瑤鈴·獅子舞 - 火炎テクニカル一部の火炎属性スキルは、特定の状態にある敵に対して追加効果を発揮する。- 炎上状態の敵に対しては『炎焼』が発動し、対象に与えるダメージが2%上昇する。- 凍結状態の敵に対しては50%の確率で『氷焼』が発動し、2ターンの間、対象の火炎/氷結属性の被ダメージが5%上昇する。- 風襲状態の敵に対しては『風焼』が発動し、対象の最大HPの1%分の火炎属性ダメージを追加で1回与える。Effect NameConditionEffect炎焼炎上状態の敵スキルダメージが2%上昇氷焼凍結状態の敵50%の確率で発動、2ターン間火炎/氷結属性の被ダメージが5%上昇風焼風襲状態の敵最大HPの1%分の火炎属性ダメージを1回追加夏川 澪 - 氷結テクニカル一部の氷結属性スキルは、特定の状態にある敵に対して追加効果を発揮する。- 感電状態の敵に対しては『漏電』が発動し、対象に与えるダメージが2%上昇する。- 炎上状態の敵に対しては50%の確率で『氷焼』が発動し、2ターンの間、対象の火炎/氷結属性の被ダメージが5%上昇する。- 凍結状態の敵に対しては2%の確率で『寒獄』が発動し、1ターンの間、対象を氷漬状態にする。Effect NameConditionEffect漏電感電状態の敵スキルダメージが2%上昇氷焼炎上状態の敵50%の確率で発動、2ターン間火炎/氷結属性の被ダメージが5%上昇寒獄凍結状態の敵2%の確率で氷漬状態にする複雑だが、実質的に覚えるべきはたった2つだ。 『炎焼』：炎上状態の敵への火炎攻撃時、スキルダメージが2%上昇『氷焼』： 凍結・炎上状態の敵が2ターン間受ける火炎/氷結属性ダメージが5%上昇つまり、李瑤鈴·獅子舞のダメージを上げるこの2つのTECHNICAL効果だけ覚えればよい。 （風焼もダメージに影響するが、HP比例ダメージ減少バフを持つボスには影響が微小である。）澪はスキル1で敵全体に凍結を付与し、澪を活用するには自然と炎上を付与する必要があるため、事実上『炎焼』『氷焼』は自動的に発動される。テクニカル精度テクニカル精度は上記のTECHNICAL効果を強化するステータスだ。テクニカルによって発動する追加効果に影響を与える。テクニカル精度を100獲得するごとに次の効果を得る（100に満たない分も数値に応じた効果を得られる）：- 『炎焼』のスキルダメージ上昇効果を10%強化する。- 『漏電』のスキルダメージ上昇効果を10%強化する。- 『氷焼』の火炎/氷結属性の被ダメージ上昇効果を5%強化する。- 『風焼』による追加ダメージを6%強化する。- 『寒獄』の発生確率を2.5%強化する。ゲーム内の説明に「100ポイント増加するごとに」という文言があり、100や200の単位にぴったり合わせなければならないと誤解しやすいが、テクニカル精度が1でも上がれば、その分正確に比例して効果が強化される。テクニカル精度が1,000の場合、以下の変化が生じる。 EffectBefore+After『炎焼』2%+ 100%スキルダメージ 4%『氷焼』5%+ 50%火炎/氷結ダメージ 7.5%わずか2%、わずか2.5%に過ぎないように見えるが、李瑤鈴·獅子舞と 澪の場合は価値が大きく変わる。夏川 澪澪のスキル3は 『氷焼』の50%の確率を無視して必ず命中させ、既存の効果を『凍焔』に アップグレードする。※ Lv13 + 心象5基準 『凍焔』：受ける全ダメージが13.6%上昇する（状態異常命中3.65%ごとに受ける全ダメージが追加で1%上昇、最大54.5%追加上昇）。テクニカル精度が1,000の場合、約34%のダメージボーナス。EffectBefore+After『氷焼』5%+ 50%火炎/氷結ダメージ 7.5%『凍焔』68.1% (13.6+54.5)+ 50%ダメージ 102.15% (+34%)テクニカル精度が1,136+207 = 1,343の場合、約45.7%の追加ダメージボーナスデバフを付与できる。 『凍焔』68.1%+ 67.15%ダメージ 113.9% (+45.7%)李瑤鈴·獅子舞瑤鈴は簡単だ。元々2%に過ぎなかったスキルダメージ上昇効果が10倍になる。 『炎焼』発動時のTECHNICAL効果が20%まで上昇する。テクニカル精度が1,000の場合、20%のダメージボーナスを得る。EffectBefore+After『炎焼』2%+ 100%スキルダメージ 4% (+2%)『炎焼』李瑤鈴·獅子舞20%+ 100%スキルダメージ 40% (+20%)つまり、テクニカル精度を上げると敵の被ダメージが増加し、瑤鈴のスキルダメージも同時に増加する結果となる。まとめテクニカル精度はTECHNICALの追加効果を強化する要素だ。TECHNICALを通じて強化される数値は本来微小だが、李瑤鈴·獅子舞と夏川 澪は該当効果を大きく強化する。テクニカル精度を上げると澪が与えるデバフと李瑤鈴·獅子舞のダメージが強化される。"
    },
    "category": "system",
    "date": "2026-02-12",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/technical-master/mio.gif"
  },
  {
    "id": "books",
    "titles": {
      "kr": "독서 가이드",
      "en": "Book Guide",
      "jp": "図書ガイド"
    },
    "excerpts": {
      "kr": "독서는 책을 읽으면 다양한 부가 효과를 주는데 이 중에서도 데이트 장소를 해금하거나, 알바 현금을 추가로 얻는 효과가 무척이나 유용하다. 도시 일정을 진행하다보면 등교하다 지하철에서 책을 읽는 이벤트가 등장하곤 한다. 해당 이벤트는 별도의 행동력을 소모하지 않기 때문에 가능하면 책을 미리 가지고 있는 것이 좋다.",
      "en": "Reading books grants various additional effects, among which unlocking date spots and gaining extra income from part-time jobs are particularly useful. During city life events, you may encounter opportunities to read books on the subway while commuting. Since these events do not consume any action points, it is advisable to have books ready beforehand.",
      "jp": "読書をすると様々な追加効果が得られますが、中でもデートスポットの解放やアルバイト収入の増加効果は非常に有用です。都市生活イベント中、通学中に地下鉄で本を読むイベントが発生することがあります。このイベントは行動力を消費しないため、可能であれば事前に本を用意しておくことをお勧めします。"
    },
    "searchContent": {
      "kr": "겨울과 노래와 성 마계에서 살아남는 법 체크메이트! 승리의 여신과 악수를 식재료와 대화 가부키의 미와 기술 화풍경운록 기관인법첩 배부른 고생꾼 고독한 낭객 바다의 공주 밀수 거상 로디나의 약혼 무욕의 현대 사회 마녀 밀리카 꽃놀이 스팟 추천 스카이트리 가이드 공주의 복수의 춤 매력학 용의자 Y의 헌신  요가와 건강한 생활 꽃말 결연의 서 「실패」라는 것 창가의 쿠루미 나는 개로소이다 예술의 세계 슈퍼 이론! 별의 바다 디저트 제작 비결! 스킬 업! 패스트푸드점 편 스킬 업! 편의점 편 남성 MОNMО 잡지 페더맨 대전집",
      "en": "The Castle of Frost Devil School Summoners Forest on the Board Grasping Victory The Ingredient Whisperer The Art of Kabuki Keiun Chronicles Cyber Ninjutsu Scrolls Starvation of the Mind Legend of the Ronin Queen of the Seas Smuggler on Horseback Rosina's Engagement Apathy in the Modern Age Mirika the Witch Top-Secret Sakura Spots All About Skytree Dance of Vengeance Charisma 101 Suspect Y's Sacrifice Comprehensive Yoga The Language of Flowers Weaving Fate What It Means to Fail By the Window I Am a Dog The World of Art Science Savvy: Stars Delectable Desserts! Fast Food Finesse Convenience Store Clout Menswear Monthly Featherman: A Corpus",
      "jp": "氷雪の城 漂流学園ｉｆ 盤上の森 勝利の女神と握手を 食材はかく語りき 歌舞伎の美と技 和風慶雲集 カラクリ忍法帖 飽食の苦労人 浪客孤影譚 海上の姫 馬を駆る運び屋 ロジーナの婚約 欲望のない現代社会 魔女ミリカ 決定版お花見スポット スカイタワーを知る ダンス・リベンジ 魅力学 容疑者Ｙの犠牲 ヨガ大全 花語 縁を紡ぐ手紙 失敗というのは 窓辺のくるみちゃん 吾輩は犬である 芸術の世界 超理論・星の海 デザート作りの秘訣！ ファストフードの匠 コンビニマル秘テク集 メンズＭＯＮＭＯ フェザーマン大全集"
    },
    "category": "citylife",
    "date": "2026-02-12",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/books/thumbnail.png"
  },
  {
    "id": "fortune-teller",
    "titles": {
      "kr": "운세 점술 목록",
      "en": "Fortune Telling Guide",
      "jp": "運勢占いガイド"
    },
    "excerpts": {
      "kr": "챕터 2장부터 도시 생활에서 만날 수 있다. 무작위로 등장하며 생각보다 그 빈도가 적고 관련된 업적도 존재하기 때문에 보일 때마다 시도하는 것이 좋다.",
      "en": "You can encounter it in City Life starting from Chapter 2. It appears randomly, and since it is rarer than expected and has related achievements, it is recommended to attempt it whenever you see it.",
      "jp": "チャプター2から都市生活で遭遇できる。ランダムに出現するが、思ったより頻度が低く、関連するアチーブメントも存在するため、見かけるたびに試すのが良いだろう。 "
    },
    "searchContent": {
      "kr": "챕터 2장부터 도시 생활에서 만날 수 있다. 무작위로 등장하며 생각보다 그 빈도가 적고 관련된 업적도 존재하기 때문에 보일 때마다 시도하는 것이 좋다.특정 버프(『정의』)는 평소 10 엠버를 획득하던 도시 생활 이벤트의 엠버를 70까지 늘려주는 효과도 가지고 있다. 방향은 정방향과 역방향을 설명하지만 실질적으로 카드 당 방향은 1개로 고정이다. 아이콘 이름 효과 『광대』 다음에 『억압의 공간』을 통해 페르소나 획득 시 대량의 보상을 추가로 획득합니다. 『마법사』 다음 4회 동안 『작업대』를 통해 아이템 합성 시 소량의 아이템을 추가 생산합니다. 『여법황』 다음 3회 동안 학교 『수업 문제 풀기』 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『여황제』 다음 3회 동안 집에서 『식물 수확』 시 더 많은 재배 산물을 획득합니다. 『황제』 다음 3회 동안 도시 일정을 통해 『아르바이트』를 진행하고 현금 획득 시 더 많은 현금을 추가로 획득합니다. 『법황』 다음 4회 동안 도시 일정을 진행하여 『지식』 인간 파라미터 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『연인』 다음 3회 동안 도시 일정의 『임의의 협력자와 만남』에서 호감을 얻을 시 더 많은 호감도를 추가로 획득합니다. 『전차』 다음 4회 동안 도시 일정을 진행하여 『배짱』 인간 파라미터 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『힘』 다음 2회 동안 도시 일정을 진행하여 『헬스장』 단련 진행 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『은둔자』 다음 3회 동안 도시 일정을 통해 『집』에서 공부, 게임 플레이, 청소 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『운명』 다음에 도시 일정을 진행하여 『임의의 인간 파라미터』 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『정의』 다음에 도시 일정을 진행하여 다른 캐릭터를 도울 시 보상을 추가 획득합니다. 『사형수』 다음 4회 동안 도시 일정을 진행하여 『친절』 인간 파라미터 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『사신』 다음에 『영광 추구』, 『기계 추구』, 『인격 추구』 스테이지 클리어 시 대량의 보상을 추가로 받을 수 있습니다. 『절제』 다음 4회 동안 도시 일정을 진행하여 『재주』 인간 파라미터 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『악마』 다음에 『온화한 향기』, 『조립과 제련』 스테이지 클리어 시 대량의 보상을 추가로 획득합니다. 『탑』 다음에 『영적 깨달음』, 『재물 추구』 스테이지 클리어 시 대량의 보상을 추가로 획득합니다. 『별』 다음 4회 동안 도시 일정을 진행하여 『매력』 인간 파라미터 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『달』 다음 2회 동안 『밤』에 도시 일정을 진행하여 『임의의 인간 파라미터』 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『태양』 다음 2회 동안 『방과 후』에 도시 일정을 진행하여 『임의의 인간 파라미터』 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다. 『심판』 다음 2회 동안 도시 일정의 『임의의 괴도단 멤버와 만남』에서 호감도를 얻을 시 더 많은 호감도를 추가로 획득합니다. 『세계』 다음 2회 동안 도시 일정을 진행하여 『임의의 인간 파라미터』 획득 시 더 많은 『인간 파라미터』를 추가로 획득합니다.",
      "en": "You can encounter it in City Life starting from Chapter 2. It appears randomly, and since it is rarer than expected and has related achievements, it is recommended to attempt it whenever you see it. Certain Buffs(Justice Upright) also increase the Meta Jewel obtained from City Life events from the usual 10 to 70.While tarot cards describe upright and reversed positions, each card's orientation is fixed to one direction. Icon Name Effect The Fool Upright You will now earn more rewards the next time you obtain a Persona in the Realm of Repression. The Magician Upright You will now earn slightly more items the next four times you craft items at the workbench. The High Priestess Upright You will now earn more social stats the next three times you answer a question in class. The Empress Upright You will now earn more plants the next three times you harvest plants. The Emperor Upright You will now earn more money the next three times you work part-time through City Life. The Hierophant Upright For the next four times you gain Knowledge through City Life activities, you will gain more of that social stat. The Lovers Upright You will now earn more Synergy the next three times an accomplice invites you though City Life. The Chariot Upright For the next four times you gain Guts through City Life activities, you will gain more of that social stat. Strength Upright You will now earn more social stats the next two times you train at the gym through City Life. The Hermit Reversed You will now earn more social stats the next three times you study, play games, or clean through City Life at home. Wheel of Fortune Upright You will now earn more social stats the next time you increase them through City Life. Justice Upright You will now earn a reward the next time you help someone through City Life. The Hanged Man Reversed For the next four times you gain Kindness through City Life activities, you will gain more of that social stat. Death Reversed You will now earn more rewards the next time you clear Pursuit of Honor, Pursuit of Parts, or Pursuit of Persona. Temperance Upright You will now earn more social stats the next four times you increase your Proficiency through City Life. The Devil Reversed You will now earn more rewards the next time you clear Alluring Aroma or Gear Forging. The Tower Reversed You will now earn more rewards the next time you clear Enlightenment or Pursuit of Wealth. The Star Upright For the next four times you gain Charm through City Life activities, you will gain more of that social stat. The Moon Reversed You will now earn more social stats the next two times you increase them through City Life at night. The Sun Upright You will now earn more social stats the next two times you increase them through City Life after school. Judgement Upright You will now earn more Affinity the next two times a Phantom Thief invites you through City Life. The World Upright You will now earn more social stats the next two times you increase them through City Life.",
      "jp": "チャプター2から都市生活で遭遇できる。ランダムに出現するが、思ったより頻度が低く、関連するアチーブメントも存在するため、見かけるたびに試すのが良いだろう。 特定のバフは、普段10異界琥珀を獲得する都市生活イベントの異界琥珀を70まで増やしてくれる効果もある。(『正義』) アイコン 名前 効果 『愚者』 次回、『調伏の領域』でペルソナ獲得時、大量報酬を獲得できる。 『魔術師』 次から４回の間、『作業台』でアイテム作成時、少量のアイテムを追加で獲得できる。 『女教皇』 次から３回の間、『授業で回答』時、より多くの『人間パラメータ』を獲得できる。 『女帝』 次から３回の間、『植物を収穫』時、より多くの植物を収穫できる。 『皇帝』 次から３回の間、都市生活で『アルバイト』時、より多くの所持金を獲得できる。 『法王』 次から４回の間、都市生活で知識の人間パラメータ獲得時、より多くの『人間パラメータ』を獲得できる。 『恋人』 次から３回の間、都市生活で『シナジー対象者の誘い』で好感度を獲得時、より多くの好感度を獲得できる。 『戦車』 次から４回の間、都市生活で度胸の人間パラメータ獲得時、より多くの『人間パラメータ』を獲得できる。 『剛毅』 次から２回の間、都市生活で『トレーニングジム』でトレーニング時、より多くの『人間パラメータ』を獲得できる。 『隠者』 次から３回の間、都市生活で『家』で勉強・ゲーム・掃除をすると、より多くの『人間パラメータ』を獲得できる。 『運命の輪』 次回、都市生活で『任意の人間パラメータ』獲得時、追加でより多くの『人間パラメータ』を獲得できる。 『正義』 次回、都市生活で誰かを助けると報酬を獲得できる。 『刑死者』 次から４回の間、都市生活で優しさの人間パラメータ獲得時、より多くの『人間パラメータ』を獲得できる。 『死神』 次回『栄誉の追求』『パーツの追求』『ペルソナの追求』ステージクリアで、大量報酬を獲得できる。 『節制』 次から４回の間、都市生活で器用さの人間パラメータ獲得時、より多くの『人間パラメータ』を獲得できる。 『悪魔』 次回『魅惑の香』『装備品の工芸』ステージクリアで、大量報酬を獲得できる。 『塔』 次回『精神の悟り』『財宝の追求』ステージクリアで、大量報酬を獲得できる。 『星』 次から４回の間、都市生活で魅力の人間パラメータ獲得時、より多くの『人間パラメータ』を獲得できる。 『月』 次から２回の間、都市生活で『夜』に『人間パラメータ』獲得時、より多くの『人間パラメータ』を獲得できる。 『太陽』 次から２回の間、都市生活で『放課後』に『人間パラメータ』獲得時、より多くの『人間パラメータ』を獲得できる。 『審判』 次から２回の間、都市生活で『任意の怪盗団メンバーのお誘い』から好感度獲得時、より多くの好感度を獲得できる。 『世界』 次から２回の間、都市生活で『任意の人間パラメータ』獲得時、より多くの『人間パラメータ』を獲得できる。"
    },
    "category": "citylife",
    "date": "2026-02-12",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/fortune-teller/스크린샷 2026-02-11 222310.png"
  },
  {
    "id": "theurgy",
    "titles": {
      "kr": "테우르기아 메커니즘",
      "en": "Theurgy Mechanism",
      "jp": "テウルギア メカニズム"
    },
    "excerpts": {
      "kr": "P3 콜라보가 시작된 지 어느덧 1년이 가까워지지만 아직도 인게임에서는 테우르기아 메커니즘에 대해 설명해주고 있지 않고, 올해 글로벌 서버에도 P3 콜라보가 시작될 예정으로 시스템을 정리해본다.테우르기아는 P3R 콜라보레이션을 통해 등장한 고유한 필살기 시스템으로 HI...",
      "en": "Although it has been nearly a year since the P3 collab began, the in-game still has not explained the Theurgy mechanism. With the P3 collab also scheduled to launch on the global server this year, here is a summary of the system. Theurgy is a unique ultimate skill system introduced through the P3R collaboration, replacing HI...",
      "jp": "P3コラボが始まってから早くも1年が近づいているが、未だにゲーム内ではテウルギアのメカニズムについて説明されておらず、今年グローバルサーバーでもP3コラボが開始される予定のため、システムを整理してみる。テウルギアはP3Rコラボレーションを通じて登場した固有の必殺技システムでHI..."
    },
    "searchContent": {
      "kr": "P3 콜라보가 시작된 지 어느덧 1년이 가까워지지만 아직도 인게임에서는 테우르기아 메커니즘에 대해 설명해주고 있지 않고, 올해 글로벌 서버에도 P3 콜라보가 시작될 예정으로 시스템을 정리해본다.테우르기아는 P3R 콜라보레이션을 통해 등장한 고유한 필살기 시스템으로 HIGHLIGHT를 대체한다.메커니즘이 사뭇 달라 초기에는 이해하기 어렵지만 한 번 익숙해지고 나면 괜찮아진다.테우르기아 에너지는 해당 캐릭터의 '턴이 시작될 때 35 포인트가 회복'된다.기존 HIGHLIGHT는 게이지를 파티원 전체가 공유해서 HIGHLIGHT 게이지가 100%가 되면 파티원 중 한 명이 사용하는 방식이었다면 테우르기아 게이지는 각 캐릭터에 종속된다.HIGHLIGHT와 마찬가지로 자신의 순서가 아닐 때도 사용 가능한 기술로, 한 턴에 여러개의 테우르기아를 한 번에 사용할 수 있다.각 캐릭터마다 테우르기아를 사용하는데 필요한 에너지 수치는 다르다.캐릭터필요 테우르기아 에너지유키 마코토100타케바 유카리70사나다 아키히코140키리조 미츠루70기본 턴 시작 35 회복 외에도 의식에 의한 추가 효과나 유카리, 후카의 스킬을 통한 에너지 회복도 가능해 파티에 따라 사용 주기는 달라진다.특수 케이스를 제외하고서는 필요 테우르기아 에너지를 초과하여 충전되지 않는다.(ex. 유키 마코토 테우르기아 에너지 70 → 유키 마코토 턴 시작 +35 → 100)따라서 다음 해당 캐릭터가 행동하기 전에 사용해야 사용되지 않아 낭비되는 테우르기아 에너지를 최소화할 수 있다.참고로 테우르기아는 HIGHLIGHT가 아니기 때문에 아야카의 스킬3으로 발동할 수 없다.",
      "en": "",
      "jp": ""
    },
    "category": "system",
    "date": "2026-02-11",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/theurgy/스크린샷 2026-02-11 114301.png"
  },
  {
    "id": "speed-order",
    "titles": {
      "kr": "'속도' 그리고 '순서'",
      "en": "'Speed' and 'Turn Order'",
      "jp": "「速さ」そして「行動順」"
    },
    "excerpts": {
      "kr": "P5X에서는 4명의 괴도가 파티에 참가한다. 각각의 순서는 전투 진입 전에 정해진다. 이 순서는 제한된 턴 내에서 전투를 수행하는 흉몽의 문이나 마음의 바다에서 무척 중요한 가치를 지닌다.캐릭터의 배치에 무관하게 라인업에 적혀있는 순서대로 행동하게 되며 이는 속도에 의...",
      "en": "In P5X, a party consists of 4 Phantom Thieves. Each character's turn order is determined before entering battle. This order is highly valuable in content with turn limits like Nightmare's Gateway or Sea of Souls. Regardless of character placement, they act in the order listed in the lineup, which is determined by Speed...",
      "jp": "P5Xでは4人の怪盗でパーティを編成する。それぞれの行動順は戦闘開始前に決定される。この順序は、限られたターン内で戦闘を行う悪夢の門や心の海において非常に重要な価値を持つ。キャラクターの配置に関わらず、ラインナップに表示されている順に行動し、これは速さによって決..."
    },
    "searchContent": {
      "kr": "P5X에서는 4명의 괴도가 파티에 참가한다. 각각의 순서는 전투 진입 전에 정해진다. 이 순서는 제한된 턴 내에서 전투를 수행하는 흉몽의 문이나 마음의 바다에서 무척 중요한 가치를 지닌다.캐릭터의 배치에 무관하게 라인업에 적혀있는 1st, 2nd, 3rd, 4th 순서대로 행동하게 되며 이는 속도에 의해 결정된다.속도속도는 스탯에서 확인할 수가 있으며 각 캐릭터별로 속도는 별개로 적용된다.아군의 '회피' 결정력은 해당 속도에 의한 확률로 계산된다. 과거에는 적에게 피격 당해야만 HIGHLIGHT 게이지가 차는 경우가 있어 속도를 올리는 것이 손해였지만 이제는 아군 행동에만 게이지가 영향을 받아 해결됐다. 적의 속도가 아군보다 빠를 경우 적의 행동이 아군보다 빨라진다.그러나 정말 일부를 제외하고는 대부분 아군이 우선 행동한다.만약 두 캐릭터의 속도가 동일한 경우 라인업 배치에서 왼쪽에 있는 캐릭터가 우측에 있는 캐릭터보다 우선 행동한다.해당 라인업에서의 순서를 보고 아군의 속도를 다른 방식으로 조절한 경우 업데이트되지 않는 버그가 잦으니, 조절한 다음에는 나갔다가 새로 들어오는 것이 정확하다.일반적으로 '반항' '지배'와 같이 딜러 포지션의 캐릭터들은 100 미만의 속도를, '우월' '굴복' 등 버퍼와 디버퍼 포지션의 캐릭터들은 100 이상의 속도를 지니고 있어 자연스럽게 딜러가 후순위에서 행동하도록 구성돼있다.해당 수치는 각 캐릭터 상세 페이지 가이드에서 확인할 수 있다. 속도 조절원더의 경우 페르소나 스킬 '민첩의 마음가짐' 이나 '굳건한 산'을 배우게 해서 속도를 조절할 수 있고, 두 개를 겹쳐 활용해서 3 단위로도 속도를 조절 할 수 있다.KR/CN/TW 등 기존 서버와는 달리 글로벌 서버에스는 페르소나 스킬 스쿠카쟈에 속도를 5 추가하는 효과가 추가됐다. 그러나 해당 스킬을 사용해서 속도가 늘어난다고 해서 행동 순서는 바뀌지 않는다. 이외 캐릭터들은 대부분 계시 카드를 통해서 속도를 조절한다. 속도 스탯을 필요로 하는 캐릭터가 아니면 웬만하면 속도 스탯을 파밍할 일이 정말 적기 때문에 많은 유저들의 원성을 사기도 하는 시스템이지만, 어쩔 수가 없다. 이외에도 계시 세트의 효과로 속도를 증가시키거나 감소시키는 형태도 존재한다.순서의 중요성앞서 미리 말했지만 딜러들은 대부분 맨 마지막에 순서가 배치되도록 기본 속도부터 설계가 돼있다. 각종 랭킹이 존재하는 시스템들은 '턴 제한'이 존재한다.즉 딜러가 활동할 수 있는 회수는 한정돼있고, 모든 턴에서 최대한 많은 버프를 받은 상태에서 공격을 수행해야한다.예를 들어 메인 딜러가 1번째 순서에 위치해있을 경우, 1턴에는 아무런 버프도 받지 못하고 공격하고 2턴에는 1턴의 버프만 받아 공격하게 된다.반대로 4번째 순서에 위치한 경우 1턴에 3개의 버프를, 2턴에는 6개 이상의 버프를 받은 상태에서 공격할 수 있다.예외적으로 '유스케'는 적의 공격을 받아서 반격하는 형태이고, 자신의 행동이 끝나면 버프가 1턴씩 차감되므로 반대로 순서를 1번에 배치해서 버프 유지시간을 늘리는 형태로 구성된다.또한 HIGHLIGHT는 아야카를 채용한 경우가 아니면 일반적으로 2턴에서야 활성화되고, HIGHLIGHT는 한 번 사용한 후 캐릭터가 행동을 해야 쿨타임이 감소한다. (쿨타임 4행동)원더의 페르소나 3개 중 원하는 HIGHLIGHT를 발동하기 위해서라든지, 2턴에 사용한 캐릭터의 HIGHLIGHT를 5턴 이후에 다시 사용하고 싶은 경우 등1,2,3번째도 순서에 따라 디테일이 달라지는 경우가 존재하기 때문에 단순히 딜러를 4번에 두는 것 이상으로 순서는 꼼꼼히 고민해볼 필요가 있다.",
      "en": "In P5X, a party consists of 4 Phantom Thieves. Each character's turn order is determined before entering battle. This order is highly valuable in content with turn limits like Nightmare's Gateway or Sea of Souls. Regardless of character placement, they act in the order of 1st, 2nd, 3rd, 4th listed in the lineup, which is determined by Speed. Speed can be checked in stats and is applied separately for each character. Ally 'Evasion' chance is calculated based on this Speed. In the past, HIGHLIGHT gauge only filled when taking damage, so increasing Speed was a disadvantage, but now it is resolved as allies' actions also affect the gauge. If the enemy's Speed is higher than the ally's, the enemy acts faster. However, with very few exceptions, allies generally act first. If two characters have the same Speed, the character on the left in the lineup acts before the one on the right. If you check the order in the lineup and adjust Speed in another way, there is often a bug where it doesn't update, so it's accurate to exit and re-enter after adjusting. General dealer position characters like 'Assassin' and 'Sweeper' have Speed under 100, while buffer and debuffer positions like 'Strategist' and 'Saboteur' have Speed over 100, naturally configuring dealers to act later. These values can be checked in each character's detail page guide. Speed Adjustment: Wonder can adjust speed by learning Persona skills 'Speed Master' or 'Ironclad Resolve', and can even adjust by units of 3 by stacking the two. Unlike KR/CN/TW servers, in Global server, Persona skill Sukukaja has an added effect of increasing Speed by 5. However, increasing Speed using this skill does not change turn order. Other characters mostly adjust Speed through Revelation Cards. Since most characters don't need Speed stats, it's a system that draws complaints from many users for having to farm Speed stats, but it can't be helped. There are also Revelation set effects that increase or decrease Speed. Importance of Order: As mentioned, dealers are designed with base Speed to be placed last in order. Systems with rankings generally have 'turn limits'. This means the dealer has limited action counts, and must attack with maximum buffs in every turn. For example, if the main dealer is 1st, they attack with no buffs in turn 1, and only turn 1 buffs in turn 2. Conversely, if placed 4th, they can attack with 3 buffs in turn 1 and 6+ buffs in turn 2. Exceptionally, 'Yusuke' counters enemy attacks, and buffs decrease by 1 turn after his action, so generally he is placed 1st to increase buff duration. Also, unless using Ayaka, HIGHLIGHT usually activates in turn 2, and HIGHLIGHT cooldown decreases only after the character acts. (Cooldown 4 actions). To activate a specific HIGHLIGHT among Wonder's 3 Personas, or to reuse a character's HIGHLIGHT used in turn 2 after turn 5, details vary depending on the order of 1st, 2nd, 3rd as well, so turn order requires careful consideration beyond just placing the dealer 4th.",
      "jp": "P5Xでは4人の怪盗でパーティを編成する。それぞれの行動順は戦闘開始前に決定される。この順序は、限られたターン内で戦闘を行う悪夢の門や心の海において非常に重要な価値を持つ。キャラクターの配置に関わらず、ラインナップに表示されている1st、2nd、3rd、4thの順に行動し、これは速さによって決定される。速さはステータスで確認でき、各キャラクターごとに個別に適用される。味方の「回避」判定は、その速さによる確率で計算される。以前は敵に攻撃されなければHIGHLIGHTゲージが溜まらない場合があり、速さを上げるのが損だったが、現在は味方の行動でもゲージが溜まるようになり解決された。敵の速さが味方より速い場合、敵の行動が味方より早くなる。しかし、ごく一部を除いて、ほとんどの場合は味方が先に行動する。もし2人のキャラクターの速さが同じ場合、ラインナップ配置で左側にいるキャラクターが右側にいるキャラクターより先に行動する。ラインナップでの順序を見て味方の速さを別の方法で調整した場合、更新されないバグが多いため、調整後は一度出てから入り直すのが正確だ。一般的に「反抗」「支配」のようなアタッカーポジションのキャラクターは100未満の速さを、「優越」「屈服」などバッファーやデバッファーポジションのキャラクターは100以上の速さを持っており、自然とアタッカーが後順位で行動するように構成されている。これらの数値は各キャラクター詳細ページのガイドで確認できる。速さ調整：ワンダーの場合、ペルソナスキル「素早さの心得」や「堅守の覚悟」を習得させて速さを調整でき、2つを重ねて活用することで3単位でも速さを調整できる。KR/CN/TWなど既存サーバーとは異なり、グローバルサーバーではペルソナスキル「スクカジャ」に速さを5追加する効果が追加された。しかし、そのスキルを使用して速さが増えても行動順は変わらない。その他のキャラクターは主に啓示カードを通じて速さを調整する。速さステータスを必要とするキャラクターでなければ、速さステータスをファーミングすることは本当に少ないため、多くのユーザーから不満を買うシステムでもあるが、仕方がない。他にも啓示セットの効果で速さを増加または減少させる形態も存在する。順序の重要性：前述の通り、アタッカーは大部分が最後に行動するように基本速さから設計されている。各種ランキングが存在するシステムには「ターン制限」が存在する。つまりアタッカーが活動できる回数は限られており、すべてのターンで最大限多くのバフを受けた状態で攻撃を行う必要がある。例えばメインアタッカーが1番目に位置している場合、1ターン目には何のバフも受けずに攻撃し、2ターン目には1ターン目のバフだけを受けて攻撃することになる。逆に4番目に位置している場合、1ターン目に3つのバフを、2ターン目には6つ以上のバフを受けた状態で攻撃できる。例外として「祐介」は敵の攻撃を受けて反撃する形態であり、自身の行動が終わるとバフが1ターンずつ減少するため、逆に順序を1番にしてバフ維持時間を延ばす形で構成される。またHIGHLIGHTは綾香を採用していない場合、一般的に2ターン目でようやく活性化され、HIGHLIGHTは一度使用した後、キャラクターが行動しなければクールタイムが減少しない。（クールタイム4行動）。ワンダーのペルソナ3体のうち希望するHIGHLIGHTを発動するためや、2ターン目に使用したキャラクターのHIGHLIGHTを5ターン目以降に再使用したい場合など、1、2、3番目も順序によって詳細が異なる場合があるため、単にアタッカーを4番目に置くこと以上に順序は慎重に検討する必要がある。"
    },
    "category": "combat",
    "date": "2026-02-11",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/speed-order/pasted-1770797172878.png"
  },
  {
    "id": "lv100",
    "titles": {
      "kr": "심상 코어 (LV100)",
      "en": "Mindscape Core (LV100)",
      "jp": "イメジャリーコア (LV100)"
    },
    "excerpts": {
      "kr": "심상 코어(심상 활성화)는 한국 버전 4.7.1에 공개된 신규 육성 시스템으로, 기존 캐릭터의 레벨 상한을 최대 100까지 늘리고 신규 패시브 2개를 획득 가능한 추가 강화 방식이다.이외에도 동일 속성의 아군들을 모두 강화시키는 '속성 공명'과 동일 속성들이 사용...",
      "en": "Mindscape Core (Mindscape Activation) is a new growth system released in KR version 4.7.1, extending the level cap to 100 and allowing the acquisition of 2 new passives. Additionally, you can activate 'Resonance', which strengthens all allies of the same element...",
      "jp": "システムイメジャリーコア（イメジャリー活性化）は韓国版4.7.1で公開された新規育成システムで、既存キャラクターのレベル上限を最大100まで拡張し、新規パッシブ2種を獲得可能な追加強化方式です。その他にも、同属性の味方全員を強化する「属性共鳴」と、同属性が使用..."
    },
    "searchContent": {
      "kr": "심상 코어(심상 활성화)는 한국 버전 4.7.1에 공개된 신규 육성 시스템으로, 기존 캐릭터의 레벨 상한을 최대 100까지 늘리고 신규 패시브 2개를 획득 가능한 추가 강화 방식이다.이외에도 동일 속성의 아군들을 모두 강화시키는 '속성 공명'과 동일 속성들이 사용 가능한 '속성 스킬'을 각 괴도 별로 활성화할 수 있다.기본적으로 심상 활성화를 수행해야 나머지 6개 섹션을 강화할 수 있다.심상 진급을 통해 레벨과 패시브 LV 상한을 해제할 수 있고,레벨업 육성을 통해 잠재력을 올리며 레벨과 패시브를 강화 가능하게 된다.속성 공명은 해당 괴도와 동일 속성의 모든 괴도를 강화시키는 버프를 지니고 있다.해당 괴도의 출전 여부와 무관하게 모든 동일한 속성을 지닌 아군을 강화해 불필요한 심상 코어가 없도록 구성됐다.속성 스킬의 경우 아직 공개되지 않았으나 동일한 속성의 아군이 사용할 수 있는 스킬이 해제되는 형태로 알려졌다.추가로 해당 콘텐츠를 통해 최대 레벨이 증가하면서 등급 점수 최대가 130점에서 145점으로 확장되었다.필요 개수각 단계별 개수NameEffectItemnum심상 코어 활성화- 신규 패시브 2개 LV112심상 진급 1- LV 90- 신규 패시브 2개 LV26잠재력 강화- LV80 → 9036심상 진급 2- LV 100- 신규 패시브 2개 LV36잠재력 강화- LV90 → 10048속성 공명 1 LV1- 동일 속성 캐릭터 강화 버프50속성 공명 1 LV2- 동일 속성 캐릭터 강화 버프50속성 공명 2 LV1- 동일 속성 캐릭터 강화 버프50속성 공명 2 LV2- 동일 속성 캐릭터 강화 버프50속성 스킬 1- 미공개100속성 스킬 2- 미공개 100총 개수Itemnum2484200200획득처억압의 공간레벨 돌파에 필요한 재료는 억압의 공간에서 획득 가능하며 원더 레벨 70, 75, 80 던전이 존재한다. 레벨 100까지 총 84개가 필요하므로 최소 1,260의 체력이 필요하다.욕망의 갤러리4.7.1 심상 코어와 함께 등장한 신규 던전으로 연속으로 적이 등장하는 웨이브를 클리어하는 콘텐츠다.회차마다 특정 속성 괴도를 파티에 넣을 경우 최종 대미지가 강화되는 룰이 적용되며, 클리어 보상과 랭킹 보상이 둘다 존재한다. 원더 레벨 80에 해제된다.클리어 보상은 5웨이브까지만 클리어해도 모두 받을 수 있다.125050월드컵 조를 나누듯이 모든 랭커가 한 그룹에 있지 않고, 유저를 골고르게 분포하여 여러 그룹에 나눠놓았다. 각 그림(던전) 마다 보상을 별도로 획득할 수 있다. 2시즌 연속 모든 보상을 획득해야 1개 캐릭터의 최대 강화가 가능하다. 물론 랭킹을 통해 얻는 다음 재화로 추가적인 뽑기를 통해 일부 수급도 가능하다. 심상 활성화가 해제된 영웅들의 재화를 랜덤으로 획득 할 수 있다. 각 영웅이 나올 확률은 동일하다.각 아이템은 공용 속성이 아니라 해당 영웅의 속성에 한정된 아이템으로 등장한다. 115.00%112.75%212.75%317.00%112.75%212.75%317.00%",
      "en": "Mindscape Core (Mindscape Activation) is a new growth system released in KR version 4.7.1, extending the level cap to 100 and allowing the acquisition of 2 new passives.Additionally, you can activate 'Resonance', which strengthens all allies of the same element, and 'Element Skills' usable by same-element allies for each Phantom Thief.Basically, you must perform Mindscape Activation to upgrade the remaining 6 sections.Through Mindscape Advancement, you can unlock the Level and Passive LV caps, andthrough leveling up, you can increase Potential to strengthen Levels and Passives.Resonance has a buff that strengthens all Phantom Thieves of the same element as the character.It strengthens all allies with the same element regardless of whether the character is deployed, designed so that no Mindscape Core is wasted.Element Skills have not been revealed yet, but they are known to unlock skills usable by allies of the same element.Additionally, as the max level increases through this content, the maximum Evaluation Score has been expanded from 130 to 145.Required MaterialsQuantity per StageNameEffectItemnumMindscape Core Activation- New Passive 2ea LV112Mindscape Advancement 1- LV 90- New Passive 2ea LV26Potential Enhancement- LV80 → 9036Mindscape Advancement 2- LV 100- New Passive 2ea LV36Potential Enhancement- LV90 → 10048Resonance 1 LV1- Same Element Character Buff50Resonance 1 LV2- Same Element Character Buff50Resonance 2 LV1- Same Element Character Buff50Resonance 2 LV2- Same Element Character Buff50Element Skill 1- Unknown100Element Skill 2- Unknown 100Total QuantityItemnum2484200200AcquisitionSpace of RepressionMaterials needed for level breakthrough can be obtained in the Space of Repression, with Wonder Level 70, 75, 80 dungeons available. A total of 84 are needed up to Level 100, requiring at minimum 1,260 Stamina.Gallery of DesireA new dungeon introduced with the 4.7.1 Mindscape Core, where you clear waves of consecutively appearing enemies.Each round applies a rule where final damage is boosted if you include Phantom Thieves of a specific element in the party. Both clear rewards and ranking rewards exist. Unlocked at Wonder Level 80.Clear rewards can all be obtained by clearing just up to Wave 5.125050Like the World Cup groups, not all rankers are in one group; users are evenly distributed across multiple groups. Rewards can be obtained separately for each Painting (Dungeon). You need to obtain all rewards for 2 consecutive seasons to fully upgrade one character. Of course, it is possible to obtain some through additional draws using the currency obtained from ranking. You can randomly obtain materials for phantom thieves with unlocked Mindscape Activation. The probability of each phantom thief appearing is the same.Each item appears as an item limited to that phantom thief's element, not a common element. 115.00%112.75%212.75%317.00%112.75%212.75%317.00%",
      "jp": "システムイメジャリーコア（イメジャリー活性化）は韓国版4.7.1で公開された新規育成システムで、既存キャラクターのレベル上限を最大100まで拡張し、新規パッシブ2種を獲得可能な追加強化方式です。その他にも、同属性の味方全員を強化する「属性共鳴」と、同属性が使用可能な「属性スキル」を各怪盗別に活性化できます。基本的にイメジャリー活性化を行うことで、残りの6つのセクションを強化できます。イメジャリー進級を通じてレベルとパッシブLV上限を解放でき、レベルアップ育成を通じて潜在力を上げ、レベルとパッシブを強化可能になります。属性共鳴は、その怪盗と同属性のすべての怪盗を強化するバフを持っています。その怪盗の出撃有無に関わらず、すべての同属性の味方を強化し、無駄なイメジャリーコアがないように構成されています。属性スキルの場合、まだ公開されていませんが、同属性の味方が使用できるスキルが解放される形だと知られています。さらに、このコンテンツを通じて最大レベルが増加し、評価スコア最大が130点から145点に拡張されました。必要数各段階別個数NameEffectItemnumイメジャリーコア活性化- 新規パッシブ 2個 LV112イメジャリー進級 1- LV 90- 新規パッシブ 2個 LV26潜在力強化- LV80 → 9036イメジャリー進級 2- LV 100- 新規パッシブ 2個 LV36潜在力強化- LV90 → 10048属性共鳴 1 LV1- 同属性キャラクター強化バフ50属性共鳴 1 LV2- 同属性キャラクター強化バフ50属性共鳴 2 LV1- 同属性キャラクター強化バフ50属性共鳴 2 LV2- 同属性キャラクター強化バフ50属性スキル 1- 未公開100属性スキル 2- 未公開 100総個数Itemnum2484200200獲得場所抑圧の空間レベル突破に必要な素材は抑圧の空間で獲得可能で、ワンダーレベル70、75、80ダンジョンが存在します。 レベル100まで計84個が必要なため、最低1,260のスタミナが必要です。欲望のギャラリー4.7.1イメジャリーコアと共に登場した新規ダンジョンで、連続で敵が登場するウェーブをクリアするコンテンツです。回ごとに特定属性の怪盗をパーティに入れる場合、最終ダメージが強化されるルールが適用され、クリア報酬とランキング報酬の両方が存在します。ワンダーレベル80で解放されます。クリア報酬は5ウェーブまでクリアするだけでもすべて受け取れます。125050ワールドカップの組分けのように、すべてのランカーが1つのグループにいるわけではなく、ユーザーを均等に分布させて複数のグループに分けています。 各絵画（ダンジョン）ごとに報酬を別途獲得できます。 2シーズン連続ですべての報酬を獲得してこそ、1キャラクターの最大強化が可能です。 もちろん、ランキングを通じて得られる次の財貨で追加ガチャを行い、一部需給も可能です。 イメジャリー活性化が解放された英雄たちの素材をランダムに獲得できます。 各英雄が出る確率は同一です。各アイテムは共通属性ではなく、その英雄の属性に限定されたアイテムとして登場します。 115.00%112.75%212.75%317.00%112.75%212.75%317.00%"
    },
    "category": "growth",
    "date": "2026-02-10",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/lv100/lv100.gif"
  },
  {
    "id": "revelation-space-card",
    "titles": {
      "kr": "주 계시 획득처",
      "en": "Where to Obtain Space Cards",
      "jp": "宙の啓示の獲得場所"
    },
    "excerpts": {
      "kr": "주 계시는 다른 계시 카드와는 달리 얻을 수 있는 획득처가 무척 한정적이다.나오는 옵션 또한 랜덤인만큼, 최대한 많은 개수를 확보해 좋은 옵션을 확보할 확률을 늘리는 것이 중요하다.반복성 획득 핵심 획득처 - 흉몽 (버전 별 초기화) 핵심 획득처 - 낙원 상점 교환 프...",
      "en": "Unlike other Revelation Cards, Space Cards have very limited sources of acquisition. Since the stats are also random, it's important to secure as many as possible to increase your chances of getting good stats. Repeatable Sources Key Source - Nightmare's Gateway (resets per version) Key Source - Companio Shop Exchange Pr...",
      "jp": "宙の啓示は他の啓示カードとは異なり、獲得できる場所が非常に限られています。オプションもランダムであるため、できるだけ多く確保し、良いオプションを得る確率を上げることが重要です。繰り返し獲得 主要獲得場所 - 悪夢の門（バージョンごとにリセット）主要獲得場所 - コンパニオショップ交換 プ..."
    },
    "searchContent": {
      "kr": "주 계시는 다른 계시 카드와는 달리 얻을 수 있는 획득처가 무척 한정적이다.나오는 옵션 또한 랜덤인만큼, 최대한 많은 개수를 확보해 좋은 옵션을 확보할 확률을 늘리는 것이 중요하다.반복성 획득 핵심 획득처 - 흉몽 (버전 별 초기화) 핵심 획득처 - 낙원 상점 교환 프리미엄 팬텀 패스 운명의 섬 교환 (원더의 무기 획득 및 강화를 우선하세요) 복각 계약으로 획득하는 재화 교환 기원 뽑기 이외 서버마다 다르지만 유료 패키지에 포함되어 판매된다. 단발성 획득 한정 의뢰 (1회) 야구 포인트 교환 선택의 궤적 레벨 보상 선택의 궤적 업적 보상 대부호 티어 달성 보상 타르타로스 (Persona3 콜라보) 업적 보상 이외 각종 이벤트 등에서 획득할 수 있다.",
      "en": "Unlike other Revelation Cards, Space Cards have very limited sources of acquisition. Since the stats are also random, it's important to secure as many as possible to increase your chances of getting good stats. Repeatable Sources Key Source - Nightmare's Gateway (resets per version) Key Source - Companio Shop Exchange Premium Phantom Pass Land of Fortune Exchange (prioritize obtaining and enhancing Wonder Weapons) Rerun Contract currency exchange Kagura Bell Other sources vary by server, but they are included in paid packages. One-time Sources Limited TASK (1 time) Baseball Point Exchange Metro of Desire Level Rewards Metro of Desire Achievement Rewards Tycoon Tier Rewards Tartarus (Persona 3 Collab) Achievement Rewards Other than these, they can be obtained from various events.",
      "jp": "宙の啓示は他の啓示カードとは異なり、獲得できる場所が非常に限られています。オプションもランダムであるため、できるだけ多く確保し、良いオプションを得る確率を上げることが重要です。繰り返し獲得 主要獲得場所 - 悪夢の門（バージョンごとにリセット）主要獲得場所 - コンパニオショップ交換 プレミアムファントムパス 運命の島交換（ワンダー武器の獲得と強化を優先してください）復刻契約で獲得する財貨交換 カグラベル その他サーバーごとに異なりますが、有料パッケージに含まれて販売されます。一回限りの獲得 限定タスク（1回）野球ポイント交換 運命の軌跡レベル報酬 運命の軌跡達成報酬 大富豪ティア達成報酬 タルタロス（ペルソナ3コラボ）達成報酬 その他各種イベントなどで獲得できます。"
    },
    "category": "growth",
    "date": "2026-02-10",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/revelation-space-card/스크린샷 2026-02-10 225305.png"
  },
  {
    "id": "mypalace-buff",
    "titles": {
      "kr": "마이팰리스 전투 버프",
      "en": "Thieves Den Combat Buffs",
      "jp": "マイパレス戦闘バフ"
    },
    "excerpts": {
      "kr": "마이팰리스는 도시 생활은 물론 전투에서도 다양한 버프를 제공한다.크지 않은 값이지만 정말로 유용한 역할을 톡톡히 하는 부분인만큼 빼먹지 않고 챙겨주는 것이 좋다.기본적으로 레벨별로 수집 가능한 아이템과 갤러리를 통해 각종 전투 버프를 활성화 가능하다.활성화한 효과들은 ...",
      "en": "The Thieves Den provides various buffs not only for city life but also for combat. Although the values may not be large, they play a truly useful role, so it is recommended not to miss out on them. You can activate various combat buffs through items collectable by level and the gallery. The activated effects...",
      "jp": "マイパレスは都市生活はもちろん、戦闘でも様々なバフを提供します。大きな値ではありませんが、本当に有用な役割を果たす部分であるため、忘れずに確保することをお勧めします。基本的にレベル別に収集可能なアイテムとギャラリーを通じて各種戦闘バフを有効化できます。有効化した効果は..."
    },
    "searchContent": {
      "kr": "마이팰리스는 도시 생활은 물론 전투에서도 다양한 버프를 제공한다.크지 않은 값이지만 정말로 유용한 역할을 톡톡히 하는 부분인만큼 빼먹지 않고 챙겨주는 것이 좋다.기본적으로 레벨별로 수집 가능한 아이템과 갤러리를 통해 각종 전투 버프를 활성화 가능하다.활성화한 효과들은 [장치 효과] - [배틀 효과]에서 확인 가능하며 다음과 같은 버프들을 제공한다. - 마음의 바다 대미지- 흉몽의 문 대미지- 영롱한 머큐리 생산량- 크리티컬 확률- 크리티컬 대미지- 공격력- 생명- 방어력- SP회복- 효과 명중- 속도- 각종 속성 대미지등해당 버프들은 '전투 중'에만 발동되는 형태로 전투 전의 캐릭터 스탯 창에서는 확인할 수 없고, 전투 진입 후의 스탯 창에서 변동사항을 확인할 수 있다.예를 들어 공격력 + 10, 공격력 +10 2개의 버프가 있고 전투 진입 전 공격력이 4380인 캐릭터가 있을 때,공격력 4400일 때 최대 효과를 얻는 스킬은 마이팰리스 버프를 통해 조건이 달성돼 최대 효과가 적용된다.때문에 평소에는 정말 불필요한 부가 옵션이지만 정작 필요한 캐릭터에게는 나오지 않는 '속도'와 같은 속성을 마이팰리스로 얻는 경우가 가뭄에 단비와 같은 버프로 작용하곤 한다.> '해명의 힘' 같은 경우에는 전투 진입 시의 스탯을 기준으로 하므로, 마이팰리스 버프에 영향받지 않는다.또한 보유하고 있는 캐릭터들의 평가 점수에 따라 마이팰리스 평점이 결정된다. 20레벨을 기준으로 올라가는 효과는 반복되며 각 캐릭터들의 평가 점수는 심상 코어가 열리기 전에는 최대 130점, 심상 코어(CN/TW/KR 4.7.1버전) 이후로는 145점이 최대 점수로 1점 당 평가 경험치 1을 제공한다.각 레벨별 효과는 lufel.net의 캐릭터 페이지에서 전투 진입 시 섹션에 '마이팰리스 평점'을 명시해둔 경우 + 버튼을 클릭하여 확인할 수 있도록 구성해놨다. 이 평점으로 얻는 효과 또한 전투 시에만 발동된다.",
      "en": "The Thieves Den provides various buffs not only for city life but also for combat. Although the values may not be large, they play a truly useful role, so it is recommended not to miss out on them. You can activate various combat buffs through items collectable by level and the gallery. The activated effects can be checked in [Device Effects] - [Battle Effects] and provide buffs such as: - Sea of Souls Damage - Nightmare Damage - Lucent Mercury Production - Crit Rate - Crit Mult - Attack - HP - Defense - SP Recovery - Ailment Accuracy - Speed - Various Elemental Damage, etc. These buffs are triggered only 'during combat', so they cannot be seen in the character stat screen before battle, but changes can be checked in the stat screen after entering battle. For example, if a character has 4380 Attack before battle and there are two \"Attack +10\" buffs, and a skill requires 4400 Attack for maximum effect, the condition is met through the Thieves Den buffs, and the maximum effect is applied. Therefore, attributes like 'Speed', which are generally unnecessary sub-options but hard to obtain for characters who need them, can often be obtained through the Thieves Den, acting as a welcome rain in a drought. > In the case of 'Eludi. Stat Buff', it is based on stats at the time of entering battle, so it is not affected by Thieves Den buffs. Also, the Thieves Den Rating is determined by the evaluation score of the characters you possess. The effects that increase based on level 20 repeat, and each character's evaluation score provides 1 evaluation EXP per point, with a maximum of 130 points before the Mindscape Core opens, and 145 points after the Mindscape Core (CN/TW/KR 4.7.1 version). The effects for each level are configured to be viewable by clicking the + button if 'Thieves Den Rating' is specified in the \"When Entering Battle\" section on the character page of lufel.net. The effects obtained from this rating are also triggered only during combat.",
      "jp": "マイパレスは都市生活はもちろん、戦闘でも様々なバフを提供します。大きな値ではありませんが、本当に有用な役割を果たす部分であるため、忘れずに確保することをお勧めします。基本的にレベル別に収集可能なアイテムとギャラリーを通じて各種戦闘バフを有効化できます。有効化した効果は[施設効果] - [バトル効果]で確認可能で、次のようなバフを提供します。 - 心の海ダメージ - 悪夢ダメージ - 玲瓏な水銀生産量 - CRT発生率 - CRT倍率 - 攻撃力 - HP - 防御力 - SP回復 - 状態異常命中 - 速さ - 各種属性ダメージなど。これらのバフは「戦闘中」にのみ発動する形式で、戦闘前のキャラクターステータス画面では確認できず、戦闘突入後のステータス画面で変動事項を確認できます。例えば、攻撃力+10、攻撃力+10の2つのバフがあり、戦闘突入前の攻撃力が4380のキャラクターがいる場合、攻撃力4400の時に最大効果を得るスキルは、マイパレスバフを通じて条件が達成され、最大効果が適用されます。そのため、普段は本当に不要なサブオプションですが、いざ必要なキャラクターには出ない「速さ」のような属性をマイパレスで得る場合が、干天の慈雨のようなバフとして作用したりします。 > 「ステータス強化」のような場合は、戦闘突入時のステータスを基準にするため、マイパレスバフの影響を受けません。また、保有しているキャラクターの評価点数によってマイパレス評価が決定されます。20レベルを基準に上昇する効果は繰り返され、各キャラクターの評価点数は、イメジャリーコアが開く前は最大130点、イメジャリーコア（CN/TW/KR 4.7.1バージョン）以降は145点が最大点数で、1点につき評価経験値1を提供します。各レベルごとの効果は、lufel.netのキャラクターページで戦闘突入時セクションに「マイパレス評価」を明記している場合、+ボタンをクリックして確認できるように構成しました。この評価で得られる効果も戦闘時にのみ発動します。"
    },
    "category": "combat",
    "date": "2026-02-09",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/mypalace-buff/pasted-1770651536579.png"
  },
  {
    "id": "navi",
    "titles": {
      "kr": "'해명의 힘'이란",
      "en": "What is 'Eludi. Stat Buff'",
      "jp": "「ステータス強化」とは"
    },
    "excerpts": {
      "kr": "P5X에는 '해명'이라는 전투에 참여하지 않는 포지션이 존재한다. 해당 포지션의 캐릭터들은 각 행동에 쿨타임이 존재하며 아군이 행동할 때마다 그 쿨타임이 줄어들고 일반적으로 아군에 버프 또는 상대에게 디버프를 주는 형태로서 작동한다.그러다보니 스탯이 중요하지 않은가 싶...",
      "en": "P5X features a non-combat position called 'Elucidator'. Characters in this position have cooldowns for each action, which decrease whenever an ally acts. They primarily function by providing buffs to allies or debuffs to enemies.",
      "jp": "P5Xには「解明」という戦闘に参加しないポジションが存在する。このポジションのキャラクターは各行動にクールタイムがあり、味方が行動するたびにそのクールタイムが減少し、一般的に味方へのバフや敵へのデバフを与える形で機能する。"
    },
    "searchContent": {
      "kr": "P5X에는 '해명'이라는 전투에 참여하지 않는 포지션이 존재한다. 해당 포지션의 캐릭터들은 각 행동에 쿨타임이 존재하며 아군이 행동할 때마다 그 쿨타임이 줄어들고 일반적으로 아군에 버프 또는 상대에게 디버프를 주는 형태로서 작동한다.그러다보니 스탯이 중요하지 않은가 싶지만, '해명의 힘'이라는 스킬 효과 때문에 상당히 스탯을 올려주는 게 중요하다.하이라이트가 없는 대신에 해명 괴도들은 모두 4번째 스킬 칸에 해명의 힘 패시브를 가지고 있고, 해명 괴도 스탯의 일부를 파티 아군 전체에 부여한다. 5성 해명 괴도는 스탯의 20%를, 4성 해명 괴도는 스탯의 15%를 아군에게 부여한다.즉 해명 괴도의 크리티컬 확률이 40%인 경우 아군 전체의 크리티컬 확률이 5성은 8%, 4성은 6%가 오르게 된다.실제로 오르는 수치를 확인하고 싶으면 다음과 같이 캐릭터 창에서 돋보기를 누르고 해명 아이콘을 누르거나, 전투 라인업에서 해명 아이콘을 눌러 확인할 수 있다. 해명 괴도는 공통적으로 활용되는 직책 계시(26.02.09 KR 기준)가 계속 한 자리를 지키고 있으므로, 사실상 직책 계시를 통한 해명 괴도의 강화가 곧 파티 전체의 강화로 이어지기 때문에 좋은 직책 계시를 얻는 것이 중요하다.",
      "en": "P5X features a non-combat position called 'Elucidator'. Characters in this position have cooldowns for each action, which decrease whenever an ally acts. They primarily function by providing buffs to allies or debuffs to enemies. You might wonder if stats are important, but due to the skill effect 'Eludi. Stat Buff', raising stats is actually quite significant. Instead of a HIGHLIGHT, all Elucidator Phantom Thieves have the 'Eludi. Stat Buff' passive in their 4th skill slot, which grants a portion of the Elucidator's stats to the entire party. 5-star Elucidators grant 20% of their stats, while 4-star Elucidators grant 15% to allies. In other words, if an Elucidator has a 40% Crit Rate, the entire party's Crit Rate increases by 8% for a 5-star character and 6% for a 4-star character. If you want to check the actual increased values, you can tap the magnifying glass in the character screen and then the Elucidator icon, or tap the Elucidator icon in the combat lineup. Since the commonly used 'Labor' Revelation (as of 26.02.09 KR) consistently occupies a slot for Elucidators, and strengthening the Elucidator through the 'Labor' Revelation effectively leads to strengthening the entire party, obtaining good 'Labor' Revelations is crucial.",
      "jp": "P5Xには「解明」という戦闘に参加しないポジションが存在する。このポジションのキャラクターは各行動にクールタイムがあり、味方が行動するたびにそのクールタイムが減少し、一般的に味方へのバフや敵へのデバフを与える形で機能する。そのためステータスは重要ではないかと思われるが、「ステータス強化」というスキル効果のため、ステータスを上げることが非常に重要だ。ハイライトがない代わりに、解明怪盗は全員4番目のスキルスロットに「ステータス強化」パッシブを持っており、解明怪盗のステータスの一部をパーティ全体に付与する。5星の解明怪盗はステータスの20%を、4星の解明怪盗はステータスの15%を味方に付与する。つまり、解明怪盗のCRT発生率が40%の場合、味方全体のCRT発生率が5星なら8%、4星なら6%上昇することになる。実際に上昇する数値を確認したければ、キャラクター画面で虫眼鏡アイコンを押し解明アイコンを押すか、戦闘ラインナップで解明アイコンを押して確認できる。解明怪盗は一般的に活用される「作業」啓示（26.02.09 KR基準）が定位置を占めているため、事実上「作業」啓示を通じた解明怪盗の強化がそのままパーティ全体の強化につながるため、良い「作業」啓示を入手することが重要だ。"
    },
    "category": "combat",
    "date": "2026-02-08",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/navi/스크린샷 2026-02-08 182257.png"
  },
  {
    "id": "Ailment-Acc",
    "titles": {
      "kr": "효과명중 적용 방식",
      "en": "Ailment Accuracy Mechanism",
      "jp": "状態異常命中率の計算方法"
    },
    "excerpts": {
      "kr": "P5X에는 다양한 효과가 있고 확률을 가지고 있다. 대표적으로 토모코의 스킬3이 예시인데 LV12인 경우 81.3%의 기본확률로 적을 수면 상태에 빠뜨리는 확률을 지니고 있다. 그러나 토모코에게 효과 명중을 계시 카드를 통해 20% 넘게 부여해줘도 적이 100% 수면 ...",
      "en": "P5X contains various effects that have chance rates. A representative example is Tomoko’s Skill 3 — at LV12, it has a base chance of 81.3% to inflict ...",
      "jp": "P5Xには、確率を持つさまざまな効果が存在します。 代表的な例としては朋子のスキル3があり、LV12の場合、基礎確率81.3%で敵を睡眠状態にする確率を持っています。 しかし、朋子に啓示カードで20%以上の状態異常命中率（Ailment Accuracy）を付与しても、敵を100%睡眠状態にすること..."
    },
    "searchContent": {
      "kr": "P5X에는 다양한 효과가 있고 확률을 가지고 있다. 대표적으로 토모코의 스킬3이 예시인데 LV12인 경우 81.3%의 기본확률로 적을 수면 상태에 빠뜨리는 확률을 지니고 있다. 그러나 토모코에게 효과 명중을 계시 카드를 통해 20% 넘게 부여해줘도 적이 100% 수면 상태에 빠지지 않는다. 효과 명중이 단순 합계산이 아니기 때문에 일어나는 일로 개발사 답변에 따르면 아래와 같은 계산식을 지니게 된다. 계산식 markdown ⓐ 기본 확률 × (1 + ⓑ 효과 명중 합) ÷ (1 + ⓒ 적의 효과 저항) ⓐ 기본 확률 기본 확률은 스킬이나 효과에 작성돼 있는 확률이다. 예를 들어 나르키소스의 '현기증' 스킬은 LV6 기준 32.6%의 기본 확률을 가지고 있다. ⓑ 효과 명중 합 나르키소스의 경우 기본 패시브로 최대 42.9% (24.9% + 18%)의 효과 명중을 획득 할 수 있고, 원더는 별도로 기본 80%의 효과 명중을 챙길 수 있다.이 경우는 42.9% + 80% = 122.9%의 효과 명중을 획득한다. 이외에도 각종 패시브나 무기, 스킬 효과 등을 통해 효과 명중을 올릴 수 있으며 이 모든 것의 + 합을 의미한다. ⓒ 적의 효과 저항 각 적마다 고유한 효과 저항 수치를 지니고 있다. 이 수치는 과거 대미지 계산식에서 언급됐던 적의 방어력 수치와 동일하게 공개되지 않은 수치다. (게임사는 얼른 적의 세부 수치를 인게임 내에서 확인할 수 있도록 하라!) 계산 예시 만약 적의 효과 저항이 10%라고 가정했을 경우 위 상황에서 나르키소스의 '현기증' 스킬은 다음과 같은 확률로 적에게 부여된다. 현기증 기본 확률 32.6% 나르키소스 패시브 + 원더 효과 명중 122.9% 효과 저항 10% markdown 32.6% (1 + 122.9%) / (1 + 10%) = 32.6% 2.229 / 1.1 = 66.05% 적의 효과 저항이 없다고 가정했을 경우 현기증 효과를 100% 적에게 명중 시키려면 100% / 32.6% - 1 = 206.7%의 효과 명중이 필요하다. 참조 : https://gall.dcinside.com/mgallery/board/view/?id=persona5phantomx&no=86272",
      "en": "P5X contains various effects that have chance rates. A representative example is Tomoko’s Skill 3 — at LV12, it has a base chance of 81.3% to inflict Sleep on the enemy. However, even if you grant Tomoko more than +20% Ailment Accuracy through Revelation cards, enemies will not be inflicted with Sleep at 100% chance. This happens because Ailment Accuracy is not calculated through simple addition. According to the developer’s response, the calculation formula is as follows: Formula ⓐ Base Chance × (1 + ⓑ Total Ailment Accuracy) ÷ (1 + ⓒ Enemy’s Ailment Resistance) ⓐ Base Chance The base chancey is the chance written in the skill or effect description. For example, Narcissus’s “Vertigo” (paraphrase) skill has a base chance of 32.6% at LV6. ⓑ Total Ailment Accuracy Narcissus can gain up to 42.9% (24.9% + 18%) Ailment Accuracy through their innate passive. Wonder separately can have a base 80% Ailment Accuracy. In this case, it would be 42.9% + 80% = 122.9% Ailment Accuracy. In addition, you can increase Ailment Accuracy through various passives, weapons, and skill effects. This refers to the total sum of all such bonuses. ⓒ Enemy’s Ailment Resistance Each enemy has its own unique Ailment Resistance value. Like the enemy DEF stat mentioned in the past damage formula, this value is not publicly displayed. (Game company, please let us check detailed enemy stats in-game soon!) Example Calculation If we assume the enemy’s Ailment Resistance is 10%, Narcissus’s “Vertigo” skill in the above situation would have the following chance to inflict it: Vertigo Base Chance: 32.6% Narcissus talent + Wonder Ailment Accuracy: 122.9% Ailment Resistance: 10% 32.6% (1 + 122.9%) / (1 + 10%) = 32.6% 2.229 / 1.1 = 66.05% If we assume the enemy has no Ailment Resistance, to inflict Vertigo with 100% certainty: 100% / 32.6% - 1 = 206.7% Ailment Accuracy is required. Reference: https://gall.dcinside.com/mgallery/board/view/?id=persona5phantomx&no=86272",
      "jp": "P5Xには、確率を持つさまざまな効果が存在します。 代表的な例としては朋子のスキル3があり、LV12の場合、基礎確率81.3%で敵を睡眠状態にする確率を持っています。 しかし、朋子に啓示カードで20%以上の状態異常命中率（Ailment Accuracy）を付与しても、敵を100%睡眠状態にすることはできません。 これは、状態異常命中率が単純な加算計算ではないために起こる現象です。 開発側の回答によると、計算式は以下の通りです。 計算式 ⓐ 基礎確率 × (1 + ⓑ 状態異常命中率合計) ÷ (1 + ⓒ 敵の状態異常耐性) ⓐ 基礎確率 基礎確率とは、スキルや効果に記載されている確率です。 例えば、ナルキッソスの「めまい」(義役)スキルはLV6時点で基礎確率32.6%を持っています。 ⓑ 状態異常命中率合計 ナルキッソスは固有パッシブにより最大42.9%（24.9% + 18%）の状態異常命中率を獲得できます。 ワンダーは別途、基礎で80%の状態異常命中率を持つことができます。 この場合、42.9% + 80% = 122.9%の状態異常命中率となります。 このほかにも、さまざまなパッシブや武器、スキル効果によって状態異常命中率を上げることができ、これらすべての合計値を指します。 ⓒ 敵の状態異常耐性 敵ごとに固有の状態異常耐性値を持っています。 過去のダメージ計算式で触れた敵の防御力数値と同様に、この値は公開されていません。 （運営さん、早くゲーム内で敵の詳細ステータスを確認できるようにしてください！） 計算例 敵の状態異常耐性が10%だと仮定した場合、上記状況でナルキッソスの「めまい」スキルが付与される確率は次の通りです。 めまい基礎確率：32.6% ナルキッソスのパッシブ + ワンダーの状態異常命中率：122.9% 状態異常耐性：10% 32.6% (1 + 122.9%) / (1 + 10%) = 32.6% 2.229 / 1.1 = 66.05% 敵の状態異常耐性がないと仮定した場合、めまいを100%の確率で付与するには： 100% / 32.6% - 1 = 206.7%の状態異常命中率が必要です。 参照: https://gall.dcinside.com/mgallery/board/view/?id=persona5phantomx&no=86272"
    },
    "category": "system",
    "date": "2025-08-08",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/Ailment-Acc/ailment acc.gif"
  },
  {
    "id": "HIGHLIGHT",
    "titles": {
      "kr": "HIGHLIGHT 충전 메커니즘",
      "en": "HIGHLIGHT Charge Mechanism",
      "jp": "HIGHLIGHTチャージメカニズム"
    },
    "excerpts": {
      "kr": "HIGHLIGHT 게이지 메커니즘은 가장 중요한 요소 중 하나인데도 인게임 내에서 설명이 되고 있지 않은 요소 중 하나다. 게이지 수치 각 괴도의 행동 1회당 기본 17% 게이지를 충전한다. 해당 행동에서 약점을 타격할 경우 21%(+4%)의 게이지를 충전한다. 해당 ...",
      "en": "The HIGHLIGHT charge mechanism is one of the most important elements, yet it is not explained in-game. Gauge Values Each Thief action charges the gaug...",
      "jp": "HIGHLIGHTチャージメカニズムは最も重要な要素の一つであるにもかかわらず、ゲーム内では説明されていない。 ゲージ数値 怪盗の行動1回ごとに基本17%ゲージがチャージされる。 弱点を突いた場合、21%（+4%）ゲージがチャージされる。 その行動によってONE MOREや追加行動が発動し、その中で..."
    },
    "searchContent": {
      "kr": "HIGHLIGHT 게이지 메커니즘은 가장 중요한 요소 중 하나인데도 인게임 내에서 설명이 되고 있지 않은 요소 중 하나다. 게이지 수치 각 괴도의 행동 1회당 기본 17% 게이지를 충전한다. 해당 행동에서 약점을 타격할 경우 21%(+4%)의 게이지를 충전한다. 해당 행동에 의해 ONE MORE나 추가 행동이 발동했을 때 약점을 타격할 경우 추가로 +4%의 게이지를 충전한다. HIGHLIGHT, 총 공격, 해명 괴도 행동 등 괴도 행동이 넘어가지 않는 모든 액션은 영향을 주지 않는다. 오로지 일반 공격, 페르소나 스킬, 방어, 아이템, 총격 등 행동을 1회 소모하는 과정에서 주는 효과만 하이라이트 충전에 영향을 준다. *** 이외 특이사항 계시 카드를 통해 25% 게이지를 얻고 시작할 경우 약점을 2번 타격해야 2턴 첫번째 괴도 타이밍에 HIGHLIGHT를 쓸 수 있다. (25% + 21% + 21% + 17% + 17% = 101%) JOKER 및 QUEEN 등의 추가 턴 행동도 HIGHLIGHT 충전이 가능하다. 100%를 초과하여 충전되지 않는다. 하이라이트는 한 번 사용한 후 같은 캐릭터는 4번 행동하기 전까지 사용하지 못한다. (예. 2턴에 해당 캐릭터 행동 전에 사용 시 6턴에 사용 가능) 원더는 각 페르소나의 직업 별로 다른 하이라이트 턴이 돌아간다. (구원·방위·우월 페르소나는 모두 동일한 효과를 지니고 있기에 같은 쿨타임을 공유한다.)",
      "en": "The HIGHLIGHT charge mechanism is one of the most important elements, yet it is not explained in-game. Gauge Values Each Thief action charges the gauge by a base of 17%. Hitting a Weakness charges the gauge by 21% (+4%). If that action triggers ONE MORE or an extra action, and the weakness is hit during that, an additional +4% gauge is charged. Actions that do not count as a Thief action—such as HIGHLIGHT, All-Out Attack, or Navi Thief actions—do not affect the charge. Only effects from consuming one action, such as normal attacks, Persona skills, guarding, using items, or gun attacks, will affect HIGHLIGHT gauge charge. In the past, enemy attacks were also counted, allowing strange strategies like getting hit again by Weakness, but the mechanism has since been simplified. (=This is why old strategies no longer work.) *** Other Notes If you start the battle with 25% gauge from a Revelation card, you must hit Weakness twice in order to use HIGHLIGHT on the first Thief's turn in round 2. (25% + 21% + 21% + 17% + 17% = 101%) Additional turn actions, such as those by JOKER or QUEEN, can also charge HIGHLIGHT. The charge cannot exceed 100%. After using HIGHLIGHT, the same character cannot use it again until they have taken 4 more actions. (If HIGHLIGHT is used before that character’s action in Turn 2, it can be used again in Turn 6.) Wonder’s HIGHLIGHT turn varies depending on the Persona’s Role. (Personas with the Medic, Defense, and Strategist roles share the same effect, so they also share the same cooldown.)",
      "jp": "HIGHLIGHTチャージメカニズムは最も重要な要素の一つであるにもかかわらず、ゲーム内では説明されていない。 ゲージ数値 怪盗の行動1回ごとに基本17%ゲージがチャージされる。 弱点を突いた場合、21%（+4%）ゲージがチャージされる。 その行動によってONE MOREや追加行動が発動し、その中で弱点を突いた場合、さらに+4%のゲージが追加でチャージされます。 HIGHLIGHT、総攻撃、解明怪盗行動など、怪盗行動としてカウントされないすべてのアクションはチャージに影響しない。 通常攻撃、ペルソナスキル、防御、アイテム使用、銃撃など、1回の行動を消費する効果のみがHIGHLIGHTゲージのチャージに影響します。 以前は敵の攻撃も計算に含まれ、弱点を突かれて追加で攻撃を受けるなど奇妙な戦略もあったが、現在はメカニズムが簡略化された（＝過去の戦略が現在は通用しない理由）。 *** その他の特記事項 啓示カードで25%ゲージを得て開始した場合、弱点を2回突くことで2ターン目の最初の怪盗タイミングでHIGHLIGHTを使える。 （25% + 21% + 21% + 17% + 17% = 101%） JOKERやQUEENなどの追加ターン行動もHIGHLIGHTチャージが可能。 100%を超えてチャージされることはない。 ハイライトは一度使用すると、同じ怪盗が4回行動するまで再度使用できません。 （2ターン目のその怪盗の行動前にハイライトを使用した場合、6ターン目に再び使用できます。） ワンダーのHIGHLIGHTターンは、ペルソナの職業によって異なります。 （救済、防衛、優越のペルソナは同じ効果を持つため、クールタイムも共通です。）"
    },
    "category": "system",
    "date": "2025-08-07",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/HIGHLIGHT/highlight1.png"
  },
  {
    "id": "growth-material",
    "titles": {
      "kr": "육성 재료 요구량 총정리 (LV80)",
      "en": "Summary of Growth Material Requirements (LV80)",
      "jp": "育成素材必要量まとめ (LV80)"
    },
    "excerpts": {
      "kr": "LEVEL (LV 80) Full Upgrade itemcount173436350392k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 WEAPON (LV 80) ...",
      "en": "LEVEL (LV 80) Full Upgrade itemcount173436350392k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 WEAPON (LV 80) ...",
      "jp": "LEVEL (LV 80) Full Upgrade itemcount173436350392k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 WEAPON (LV 80) ..."
    },
    "searchContent": {
      "kr": "LEVEL (LV 80) Full Upgrade itemcount173436350392k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 WEAPON (LV 80) Full Upgrade itemcount173436302340k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 SKILL (LV 10) Full Upgrade itemcount913252 4108k Detail LV23----36----4-3---5-4---6-6---7--3-18--4-19--61110--1211 Persona (LV 80) Full Upgrade itemcount5929.5k Mindscape Full Upgrade itemcount785044042310101385 Detail LV 01LV 02LV 03LV 04LV 05LV 06100150200300400500 LV 07LV 08LV 09LV 10LV 11LV 12650800950110012501450 LV 1LV 2LV 33575110 LV 4LV 5615 LV 1LV 2LV 3255080 LV 4LV 523 LV 01LV 02LV 03LV 04LV 05LV 06102030456585 LV 07LV 08LV 09LV 10LV 11LV 12110135165200240280",
      "en": "LEVEL (LV 80) Full Upgrade itemcount173436350392k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 WEAPON (LV 80) Full Upgrade itemcount173436302340k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 SKILL (LV 10) Full Upgrade itemcount913252 4108k Detail LV23----36----4-3---5-4---6-6---7--3-18--4-19--61110--1211 Persona (LV 80) Full Upgrade itemcount5929.5k Mindscape Full Upgrade itemcount785044042310101385 Detail LV 01LV 02LV 03LV 04LV 05LV 06100150200300400500 LV 07LV 08LV 09LV 10LV 11LV 12650800950110012501450 LV 1LV 2LV 33575110 LV 4LV 5615 LV 1LV 2LV 3255080 LV 4LV 523 LV 01LV 02LV 03LV 04LV 05LV 06102030456585 LV 07LV 08LV 09LV 10LV 11LV 12110135165200240280",
      "jp": "LEVEL (LV 80) Full Upgrade itemcount173436350392k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 WEAPON (LV 80) Full Upgrade itemcount173436302340k Detail LV10 → 205--20 → 3012--30 → 40-6-40 → 50-10-50 → 60-18-60 → 70--1270 → 80--24 SKILL (LV 10) Full Upgrade itemcount913252 4108k Detail LV23----36----4-3---5-4---6-6---7--3-18--4-19--61110--1211 Persona (LV 80) Full Upgrade itemcount5929.5k Mindscape Full Upgrade itemcount785044042310101385 Detail LV 01LV 02LV 03LV 04LV 05LV 06100150200300400500 LV 07LV 08LV 09LV 10LV 11LV 12650800950110012501450 LV 1LV 2LV 33575110 LV 4LV 5615 LV 1LV 2LV 3255080 LV 4LV 523 LV 01LV 02LV 03LV 04LV 05LV 06102030456585 LV 07LV 08LV 09LV 10LV 11LV 12110135165200240280"
    },
    "category": "growth",
    "date": "2025-07-15",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/growth-material/1.webp"
  },
  {
    "id": "Wonder-Level",
    "titles": {
      "kr": "『원더』 레벨별 EXP 필요량",
      "en": "Required EXP per Level for『Wonder』",
      "jp": "『ワンダー』レベル別必要EXP"
    },
    "excerpts": {
      "kr": "원더의 레벨 1~80까지의 각 경험치 필요량을 확인하세요.",
      "en": "Check the required EXP for Wonder from Level 1 to 80.",
      "jp": "ワンダーのレベル1から80までの必要経験値を確認してください。"
    },
    "searchContent": {
      "kr": "LevelEXPIncrease12902902361713461100459113057511606942191711622208141225091693281102003310112344341122714370133115401143546431154006460164497491175018521185569551196150581206426276216695269226964269237234270247503269257772269268041269278311270288580269298849269309217368319612395321000739533104023953410797395351119339636115883953711983395381237839539127733954013154381411353438042139153814314295380441467538045150553804615435380471581538048161963814916576380501766310875118971130852202791308532158813095422896130855242041308562806438605732185412158365684383593826917016039819155061413701551624292215526344473155164460241551654757615526649127155167506781551685223015526953781155170567582977715974429867262732298873657192987746870629877571694298876746812987777766929887880656298779836422986800-",
      "en": "LevelEXPIncrease12902902361713461100459113057511606942191711622208141225091693281102003310112344341122714370133115401143546431154006460164497491175018521185569551196150581206426276216695269226964269237234270247503269257772269268041269278311270288580269298849269309217368319612395321000739533104023953410797395351119339636115883953711983395381237839539127733954013154381411353438042139153814314295380441467538045150553804615435380471581538048161963814916576380501766310875118971130852202791308532158813095422896130855242041308562806438605732185412158365684383593826917016039819155061413701551624292215526344473155164460241551654757615526649127155167506781551685223015526953781155170567582977715974429867262732298873657192987746870629877571694298876746812987777766929887880656298779836422986800-",
      "jp": "LevelEXPIncrease12902902361713461100459113057511606942191711622208141225091693281102003310112344341122714370133115401143546431154006460164497491175018521185569551196150581206426276216695269226964269237234270247503269257772269268041269278311270288580269298849269309217368319612395321000739533104023953410797395351119339636115883953711983395381237839539127733954013154381411353438042139153814314295380441467538045150553804615435380471581538048161963814916576380501766310875118971130852202791308532158813095422896130855242041308562806438605732185412158365684383593826917016039819155061413701551624292215526344473155164460241551654757615526649127155167506781551685223015526953781155170567582977715974429867262732298873657192987746870629877571694298876746812987777766929887880656298779836422986800-"
    },
    "category": "growth",
    "date": "2025-07-15",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/Wonder-Level/wonder_levelup.gif"
  },
  {
    "id": "Revelation-Options",
    "titles": {
      "kr": "페르소나5X 계시 옵션에 대해",
      "en": "About Persona 5X Revelation Stats",
      "jp": "ペルソナ5X 啓示のオプションについて"
    },
    "excerpts": {
      "kr": "모든 스탯 수치는 레벨 1부터 레벨 25까지 노란색 계시 카드를 기준으로 한다. 주 옵션 (Main Stats) 각 계시 위치 별로 나올 수 있는 주 옵션이 고정돼 있다. 위치옵션주 (Universe)공격력, 방어력일 (Sun)생명월 (Moon)공격력, 대미지 보너스,...",
      "en": "Stats are based on the yellow revelation cards starting at Lv1 to Lv25 Main Stats Each revelation position has fixed main stats that can appear. Posit...",
      "jp": "すべてのステータスの数値はレベル1からレベル25までの黄色の啓示カードを基準にしています。 メインステータス 各啓示のポジション別に出現可能な主属性が固定されています。 ポジションオプション主 (Universe)攻撃力、防御力旭 (Sun)HP月 (Moon)攻撃力、攻撃倍率+、HP、防御力、HP..."
    },
    "searchContent": {
      "kr": "모든 스탯 수치는 레벨 1부터 레벨 25까지 노란색 계시 카드를 기준으로 한다. 주 옵션 (Main Stats) 각 계시 위치 별로 나올 수 있는 주 옵션이 고정돼 있다. 위치옵션주 (Universe)공격력, 방어력일 (Sun)생명월 (Moon)공격력, 대미지 보너스, 생명, 방어력, 치료 효과성 (Star)크리티컬 확률, 크리티컬 효과, 생명, 공격력, 방어력, 효과 명중진 (Sky)공격력, 방어력, 생명, SP 회복, 속도 일반적으로 메인 스탯의 최댓값이 높은 관계로, 메인 스탯을 챙긴 이후 부 옵션을 고려하는 편이 좋다. 주 (Universe) 옵션최소최대공격력54359방어력54359 부 옵션 (Sub Stats) 각 계시는 생성될 때 3~4개의 부가 옵션을 가지고 나타난다. 부가 옵션은 랜덤하게 결정되며, 수치 또한 랜덤하게 결정되나 각 스탯 별로 최소값과 최고값이 존재한다. 대부분의 딜러는 크리티컬 확률 크리티컬 효과 관통 대미지 보너스 공격력 % 공격력 상수 해당 6개가 주요한 서브 스탯으로 취급된다. 아래는 각 계시별 나타날 수 있는 서브스탯 수치 값 주 (Universe) 옵션1st2nd3rd4th5th크리티컬 확률2.6%2.3%2.1%1.8%1.6%크리티컬 효과5.2%4.7%4.1%3.6%3.1%관통2.7%2.5%2.2%1.8%1.6%대미지 보너스3.5%3.1%2.6%2.2%1.8%공격력%4.3%3.9%3.5%3.1%2.6%공격력/////생명%4.4%4.0%3.5%3.2%2.7%생명175157140123105방어력%6.4%5.8%5.2%4.5%3.8%방어력/////효과 명중5.2%4.7%4.1%3.6%3.1%SP회복12.5%11.2%10.0%8.7%7.5%속도2.82.52.21.91.6 일월성진 (Sun/Moon/Star/Sky) 옵션1st2nd3rd4th5th크리티컬 확률2%1.8%1.7%1.4%1.3%크리티컬 효과4.1%3.7%3.4%2.8%2.5%관통2.1%1.9%1.7%1.4%1.3%대미지 보너스2.8%2.5%2.1%1.9%1.7%공격력%3.5%3.2%2.8%2.5%2.0%공격력4641373227생명%3.6%3.3%2.9%2.6%2.1%생명1401261129884방어력%5.2%4.6%4.1%3.5%3.0%방어력4641373227효과 명중4.1%3.7%3.4%2.8%2.5%SP회복10.0%9.0%7.9%7.0%5.9%속도2.221.81.51.3 소숫점 값이 더 있으나 소숫점 1자리로 처리된 값에 따라 표기된다. 계시 세트 옵션은 여기를 참고하세요.",
      "en": "Stats are based on the yellow revelation cards starting at Lv1 to Lv25 Main Stats Each revelation position has fixed main stats that can appear. PositionOptionsUniverseAttack, DefenseSunHPMoonAttack, Damage Mult, HP, Defense, Healing EffectStarCrit Rate, Crit Mult., HP, Attack, Defense, Ailment AccuracySkyAttack, Defense, HP, SP Recovery, Speed Generally, since main stats have higher maximum values, it's better to prioritize main stats before considering sub stats. Sub Stats Each revelation appears with 3-4 additional sub stats when generated. Sub stats are randomly determined, and their values are also random, but each stat has minimum and maximum values. For most DPS characters, the following 6 stats are considered major sub stats: Crit Rate Crit Mult. Pierce Rate Damage Mult Attack % Attack (Flat) Below are the sub stat values that can appear on each revelation: Universe Option1st2nd3rd4th5thCrit Rate2.6%2.3%2.1%1.8%1.6%Crit Mult.5.2%4.7%4.1%3.6%3.1%Pierce Rate2.7%2.5%2.2%1.8%1.6%Damage Mult3.5%3.1%2.6%2.2%1.8%Attack %4.3%3.9%3.5%3.1%2.6%Attack/////HP %4.4%4.0%3.5%3.2%2.7%HP175157140123105Defense %6.4%5.8%5.2%4.5%3.8%Defense/////Ailment Accuracy5.2%4.7%4.1%3.6%3.1%SP Recovery12.5%11.2%10.0%8.7%7.5%Speed2.82.52.21.91.6 Sun/Moon/Star/Sky Option1st2nd3rd4th5thCrit Rate2%1.8%1.7%1.4%1.3%Crit Mult.4.1%3.7%3.4%2.8%2.5%Pierce Rate2.1%1.9%1.7%1.4%1.3%Damage Mult2.8%2.5%2.1%1.9%1.7%Attack %3.5%3.2%2.8%2.5%2.0%Attack4641373227HP %3.6%3.3%2.9%2.6%2.1%HP1401261129884Defense %5.2%4.6%4.1%3.5%3.0%Defense4641373227Ailment Accuracy4.1%3.7%3.4%2.8%2.5%SP Recovery10.0%9.0%7.9%7.0%5.9%Speed2.221.81.51.3 There are more decimal values, but they are displayed according to values processed to 1 decimal place. For revelation set options, please refer here.",
      "jp": "すべてのステータスの数値はレベル1からレベル25までの黄色の啓示カードを基準にしています。 メインステータス 各啓示のポジション別に出現可能な主属性が固定されています。 ポジションオプション主 (Universe)攻撃力、防御力旭 (Sun)HP月 (Moon)攻撃力、攻撃倍率+、HP、防御力、HP回復量星 (Star)CRT発生率、CRT倍率、HP、攻撃力、防御力、状態異常命中天 (Sky)攻撃力、防御力、HP、SP回復、速さ 一般的にメインステータスの最大値が高いため、メインステータスを確保した後にサブオプションを考慮するのが良いでしょう。 サブステータス 各啓示は生成時に3～4個の追加オプションを持って現れます。 追加オプションはランダムに決定され、数値もランダムに決定されますが、各ステータス別に最小値と最大値が存在します。 ほとんどのディーラーにとって、以下の6つが主要なサブステータスとして扱われます： CRT発生率 CRT倍率 貫通 攻撃倍率+ 攻撃力 % 攻撃力（固定値） 以下は各啓示別に出現可能なサブステータス数値です： 宙 オプション1st2nd3rd4th5thCRT発生率2.6%2.3%2.1%1.8%1.6%CRT倍率5.2%4.7%4.1%3.6%3.1%貫通2.7%2.5%2.2%1.8%1.6%攻撃倍率+3.5%3.1%2.6%2.2%1.8%攻撃力%4.3%3.9%3.5%3.1%2.6%攻撃力/////HP%4.4%4.0%3.5%3.2%2.7%HP175157140123105防御力%6.4%5.8%5.2%4.5%3.8%防御力/////状態異常命中5.2%4.7%4.1%3.6%3.1%SP回復12.5%11.2%10.0%8.7%7.5%速さ2.82.52.21.91.6 旭月星天 オプション1st2nd3rd4th5thCRT発生率2%1.8%1.7%1.4%1.3%CRT倍率4.1%3.7%3.4%2.8%2.5%貫通2.1%1.9%1.7%1.4%1.3%攻撃倍率+2.8%2.5%2.1%1.9%1.7%攻撃力%3.5%3.2%2.8%2.5%2.0%攻撃力4641373227HP%3.6%3.3%2.9%2.6%2.1%HP1401261129884防御力%5.2%4.6%4.1%3.5%3.0%防御力4641373227状態異常命中4.1%3.7%3.4%2.8%2.5%SP回復10.0%9.0%7.9%7.0%5.9%速さ2.221.81.51.3 小数点以下の値はより多く存在しますが、小数点1桁で処理された値に従って表記されています。 啓示セットオプションについては、こちらを参照してください。"
    },
    "category": "growth",
    "date": "2025-07-11",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/Revelation-Options/damage4-1.png"
  },
  {
    "id": "damage-calc",
    "titles": {
      "kr": "페르소나5X 대미지 계산 공식에 대해",
      "en": "About Persona 5X Damage Calculation",
      "jp": "ペルソナ5X ダメージ計算"
    },
    "excerpts": {
      "kr": "⚠️ 주의사항 > 본 문서는 게임 초기 중국 Q&A 내용을 기반으로 작성되었습니다. 대미지 계산의 방향성과 구조를 이해하는 데 참고하시되, 정확한 수치는 실제 게임과 차이가 발생할 수 있습니다. > 또한 정확한 대미지 계산을 시도하는 것은 권장하지 않습니다. 대부분의 ...",
      "en": "⚠️ Important Notice > This document is based on early Chinese Q&A content from the game. While it provides reference for understanding the direction a...",
      "jp": "⚠️ 注意事項 > 本ドキュメントは、ゲーム初期の中国Q&Aの内容に基づいて作成されました。ダメージ計算の方向性と構造を理解するための参考としてご利用ください。正確な数値は実際のゲームと差異が生じる可能性があります。 > また、正確なダメージ計算を試みることは推奨されません。ほとんどの値と要素はサー..."
    },
    "searchContent": {
      "kr": "⚠️ 주의사항 > 본 문서는 게임 초기 중국 Q&A 내용을 기반으로 작성되었습니다. 대미지 계산의 방향성과 구조를 이해하는 데 참고하시되, 정확한 수치는 실제 게임과 차이가 발생할 수 있습니다. > 또한 정확한 대미지 계산을 시도하는 것은 권장하지 않습니다. 대부분의 값과 요소는 서버에 숨겨져 있어 데이터마이닝이 불가능하며, 대미지에 영향을 미치는 스탯만 100가지 이상으로 알려져 있습니다. > 따라서 본 문서의 대미지 계산 공식은 완벽한 정확도를 추구하기보다는 참고용으로 활용하시기 바랍니다. 또한 스킬 대미지의 작동 방식은 캐릭터마다 다르게 적용될 수 있습니다 (예: \"+20% 대미지 증가\"가 때로는 \"×1.2\"를 또는 \"+20%\"를 의미할 수 있음). 페르소나5X는 정말 복합적인 요소의 곱셈을 통해 대미지가 결정된다. 이를 모두 이해한다면 기상천외한 딜을 뽑아내는 택틱을 만들 수 있고, 곧 순위 상승으로 이어지게 된다. 긴 말 필요 없이 바로 최종 공식부터 확인해보자. 최종 수치 공식 markdown = ⓐ 공격력 계산 × ⓑ 대미지 보너스 계산 × ⓒ 적 방어력 계산 × ⓓ 크리티컬 계산 × ⓔ 스킬 계수 × ⓕ 약점 계수 × ⓖ 최종 대미지 보너스 × ⓗ 기타 계수 × ⓘ 랜덤 범위 계수 좀 더 상세하게 작성한 공식은 아래와 같다. markdown ⓐ {(캐릭터 공격력 값 + 무기 공격력 값) × 공격력 % + 공격력 상수} × ⓑ {100% + 대미지 보너스 + 속성 대미지 보너스 + 적이 받는 대미지 증가} × ⓒ 1 - {적 방어 값 × [(100% + 추가 방어 계수) × (100% - 관통) - 방어력 감소] × (100% - 풍습 12%)} ÷ {적 방어 값 × [(100% + 추가 방어 계수) × (100% - 관통) - 방어력 감소] × (100% - 풍습 12%) + 1400} × ⓓ {크리티컬 효과 (크리티컬 발생 시) 또는 안정 영역} × ⓔ 스킬 계수 × ⓕ 약점 계수 (내성 50% / 일반 100% / 약점 120%) × ⓖ 최종 대미지 보너스 × ⓗ 기타 계수 × ⓘ 랜덤 범위 계수 (0.95~1.05) 대미지를 올리기 위해서는 다음 9가지 요소를 신경써야 한다는 것이고, 각각에 대해 상세히 작성했으니 이해한다면 보다 점수를 크게 올릴 수 있다. ⓐ 공격력 계산 ⓑ 대미지 보너스 계산 ⓒ 적 방어력 계산 ⓓ 크리티컬 계산 ⓔ 스킬 계수 ⓕ 약점 계수 ⓖ 최종 대미지 보너스 ⓗ 기타 계수 ⓘ 랜덤 범위 계수 참고사항 : 같은 그룹 내에 속하는 값은 모두 합 연산으로 계산된다. 예시1) 공격력 JOKER의 무기와 계시로 인해 공격력 +100%, 공격력 +1000 LEON의 스킬3으로 인한 버프로 공격력 +19.5%, +1516 → 공격력 119.5%, 공격력 +2516 예시2) 대미지 보너스 PANTHER 계시 ‘분쟁’의 화염 대미지 보너스 10% Dominion의 ‘응집’ 대미지 보너스 16% → PANTHER의 대미지 보너스 = 26% ⓐ 공격력 {(캐릭터 공격력 값 + 무기 공격력 값) × 공격력 % + 공격력 상수} ⓐ-1. 캐릭터 공격력 값 각 캐릭터는 기본 공격력을 가지고 있고 해당 공격력은 레벨과 의식에 따라 성장률이 결정된다. 의식 0의식 1의식 2의식 3의식 4의식 5의식 6100%102%105%107%110%112%115% 하지만 성장률이라는 개념에 따라 정확하게 15%가 오르는 것은 아니다. 기본 레벨 0의 스탯에서 레벨업할 때 성장하는 양이 15% 증가했다는 의미로, 레벨 80 기준 약 10.7%의 차이를 보인다. 의식 0의식 1의식 2의식 3의식 4의식 5의식 61180120212221244126512861307+0%+1.8%+3.6%+5.4%+7.2%+8.9%+10.7% 해당 공격력 값은 조커에 대한 예시로 캐릭터마다 다르다. 전반적으로 같은 포지션에 있는 캐릭터는 비슷한 수치를 지닌다. ⓐ-2. 무기 공격력 값 각 캐릭터는 고유한 무기를 가지고 있고, 무기의 기본 공격력은 희귀도와 레벨에 따라 결정된다. 무기 공격력이 합산된 상태에서 공격력 % 버프가 들어가는 만큼 옵션 뿐 아니라 스탯 수치도 중요하다. 무기를 중첩해 강화한다고 하여도 기본 공격력은 오르지 않는다. ⓐ-3. 공격력 % 각종 버프, 계시, 무기 등에서 %로 올라가는 공격력을 말한다. 아래 사진에서는 2.8%가 이에 해당한다. ⓐ-4. 공격력 상수 각종 버프, 계시, 무기 등에서 일반 정수로 올라가는 공격력을 말한다. 아래 사진에서는 46이 이에 해당한다. 모든 공격력 계산이 끝난 후에 더해진다. ⓑ 대미지 보너스 {100% + 대미지 보너스 + 속성 대미지 보너스 + 적이 받는 대미지 증가} ⓑ-1. 대미지 보너스 우리가 아는 일반적인 대미지 보너스, 대미지 증가라 적힌 전반적인 내용을 포함한다고 보면 된다. 대표적으로 카요의 스킬 3은 대미지 보너스를 올려주는 스킬이다. ⓑ-2. 속성 대미지 보너스 특정 속성에 한정 지어서 올라가는 대미지 보너스로 조건부지만 기존 대미지 보너스 풀에 포함되어 계산된다. ⓑ-3. 받는 대미지 증가 적에게 할당되는 디버프로 적이 받는 대미지가 증가한다. 대표적으로 야오링의 스킬3이 있다. 적에게 종속되므로 적이 죽을 경우 해당 속성은 사라진다. ⓒ 적 방어력 1 - {적 방어 값 × [방어 계수] × (100% - 풍습 12%)} ÷ {적 방어 값 × [방어 계수] × (100% - 풍습 12%) + 1400} ※ 방어 계수 = (100% + 추가 방어 계수) × (100% - 관통) - 방어력 감소 > 가장 복잡한 메커니즘이자, 앞으로 가장 많이 신경쓰게 될 핵심 요소다. 결론 : 가능하면 보스의 방어 계수를 모두 감소시켜 0으로 만들 수 있다면 하는 게 좋다. ⓒ-1 적 방어 값 & 추가 방어 계수 적에게는 각각 고유의 방어력 수치가 있고, 보스들에게는 추가 방어 계수가 존재한다. 놀랍게도 이 수치들은 정말 중요한 수치임에도 불구하고 게임 내 어디에서도 찾아볼 수 없고, 게임 클라이언트를 분석해 역으로 추출해야 한다. (글쓴이 또한 확인 불가능) BOSS추가 방어 계수100% + 추가 방어 계수마음의 바다 8스타 LV89163.2%263.2%흉몽(길드 보스) LV82158.4%258.4% 위는 일반적인 수치이고, 보스에 따라 추가 방어 계수가 바뀌기도 한다. 흉몽 LV82방어력추가 계수도미니온363.2158.4%아타바크1279.9158.4%비슈누820.7158.4%비슈누 화신363.2158.4%야츠후사1279.9205.9% 방어력이 높을수록, 추가 방어 계수가 높을 수록 ⓒ의 계산 결과 값은 작아져, 결과적으로 최종 대미지가 감소하게 된다. ⓒ-2 관통 증가한 방어 계수를 % 단위로 감소시킬 수 있는 능력치다. 캐릭터 자체 메커니즘에 포함되지 않는 이상 수급처가 정말 적은 편이고, 대표적으로 계시에서 획득 가능하다. 관통이 50%이고, 보스가 도미니온일 경우 markdown ※ 방어 계수 = (100% + 추가 방어 계수) × (100% - 관통) - 방어력 감소 ※ 방어 계수 = (100% + 158.4%) × (100% - 50%) = 258.4% * 0.5 = 129.2% 로 비례해서 방어 계수가 줄어들기 때문에 수치 대비 효용성이 상당히 높은 귀중한 능력치다. 당연히 100%를 초과하는 관통은 적용되지 않는다. ⓒ-3 방어력 감소 관통 수치까지 적용된 이후, 방어력 감소 수치가 적용된다. 야노식의 패시브는 적의 방어력을 2턴 간 41.6% 감소시킬 수 있을 뿐 아니라, 라쿤다 스킬을 통해 38.8%를 감소시킬 수 있다. 관통으로 129.2%를 만든 방어 계수에 야노식의 패시브와 라쿤다가 적용한다면 방어 계수는 다음과 같다. markdown 129.2% - 41.6% (야노식 패시브) - 38.8% (라쿤다) = 48.8% 결과를 방어력 계산식ⓒ에 넣게 되면 +48.4%의 대미지 증가가 됨을 알 수 있다. 1 - {적 방어 값 × [방어 계수] } ÷ {적 방어 값 × [방어 계수] + 1400} > 관통방어력 감소적 방어 값방어 계수ⓒ 계산 결과0%0%363.2258.4%0.59850%80.4%363.248.8%0.887 (+48.4%) 방어력 감소에 의한 방어 계수는 0 이하로 내려가지 않는다. ⓒ-4 풍습(Windswept) 적 방어 값 × [방어 계수] × (100% - 풍습 12%) > 상태이상으로 방어 계수가 모두 계산된 결과에 88%를 곱하게 된다. 앞서 관통과 방어력 감소를 통해 방어 계수를 0으로 만들 경우 가치가 0이 된다는 특징이 있다. 대체로 방어력 감소 효과를 지닌 페르소나가 풍습을 필요로 하는 경우가 많다. ⓒ 특징 공격력, 대미지 보너스 등의 버프 수치는 양이 많아질 수록 효율이 떨어지지만, 방어력 감소와 관통은 그 수치가 높아질 수록 효율이 올라간다. (방어 계수가 0이 될 때까지) 즉 방어 계수가 0에 가까워질 수록 효율이 올라가는 곡선 그래프를 그리기 때문에 방어력 감소를 고려한 전략이라면 최대한 높은 값을 챙기는 것이 좋다. ⓓ 크리티컬 크리티컬 대미지는 크리티컬 발동 시 ‘크리티컬 효과’만큼 대미지를 곱하여 적에게 준다. 기본 크리티컬 확률은 5%, 기본 크리티컬 효과는 150%로 5%의 확률로 1.5배의 대미지를 준다. 대표적으로 디오니소스는 리벨리온을 통해 15.7%의 크리티컬 확률과, 패시브를 통한 30%의 크리티컬 효과를 올려줄 수 있는 페르소나다. 보스 구간에서는 안정 영역(Stable Domain)으로 크리티컬이 발생하지는 않지만 기댓값을 바탕으로 대미지를 올려주는 형태로 계산된다. 크리티컬 확률 × (크리티컬 효과 - 100%) > 크리티컬 확률을 10% 올렸다면, 크리티컬 효과는 2배수인 20%를 올리는 형태가 효율이 가장 좋다. ⓔ 스킬 계수 말 그대로 스킬에 적혀있는 계수로서, 계수가 그대로 곱셈에 작용하기 때문에 캐릭터의 강함을 판단한다는 중요한 척도가 된다. 특이사항으로 조커의 3스킬은 추가 턴에는 25%, 디버프가 있는 적을 공격할 때 25%의 대미지가 증가한다고 표현돼 있다. 이는 기존 대미지 보너스 풀에 들어가지 않고, 스킬 계수에 작용한다고 한다. 스킬마다 기준은 알 수 없다. 74.2 * (100% + 25% + 25%) = 111.3% > ⓕ 약점 계수 페르소나 시리즈에는 전통적으로 약점이 정말 중요하다. 약점에 따른 계수는 다음과 같다. 약점 : 1.2배 일반 : 1.0배 내성 : 0.5배 ⓖ 최종 대미지 보너스 / ⓗ 기타 계수 특정 기믹이나 보스전 등에는 조건에 따라 최종 대미지가 증가하거나 감소하는 형태가 있다. 별도로 계산된다. ⓘ 랜덤 범위 계수 모든 값이 계산되고 난 다음 0.95 ~ 1.05 사이의 값이 랜덤하게 곱해져서 대미지가 결정된다. 계산 예시 markdown ⓐ {(캐릭터 공격력 값 + 무기 공격력 값) × 공격력 % + 공격력 상수} × ⓑ {100% + 대미지 보너스 + 속성 대미지 보너스 + 적이 받는 대미지 증가} × ⓒ 1 - {적 방어 값 × [(100% + 추가 방어 계수) × (100% - 관통) - 방어력 감소] × (100% - 풍습 12%)} ÷ {적 방어 값 × [(100% + 추가 방어 계수) × (100% - 관통) - 방어력 감소] × (100% - 풍습 12%) + 1400} × ⓓ {크리티컬 효과 (크리티컬 발생 시) 또는 안정 영역} × ⓔ 스킬 계수 × ⓕ 약점 계수 (내성 50% / 일반 100% / 약점 120%) × ⓖ 최종 대미지 보너스 × ⓗ 기타 계수 × ⓘ 랜덤 범위 계수 (0.95~1.05) 다음은 각각 합산된 값을 가정한 결과 ⓐ 캐릭터 공격력 값 : 1200 ⓐ 무기 공격력 값 : 600 ⓐ 공격력 % : 50% ⓐ 공격력 상수 : 500 ⓑ 대미지 보너스 : 50% ⓑ 주원 대미지 증가 : 20% ⓑ 적이 받는 대미지 증가 : 20% ⓒ 도미니온 방어력 : 400 ⓒ 도미니온 추가 방어 계수 : 158.3% ⓒ 관통 : 10% ⓒ 방어력 감소 : 80% ⓒ 풍습 상태이상 : YES 12% ⓓ 크리티컬 확률 : 40% ⓓ 크리티컬 효과 : 220% ⓔ 스킬 계수 : 120% ⓕ 약점 계수 : 120% (약점) ⓖ 최종 대미지 보너스 : 40% ⓐ {(1200+600) × 1.5 + 500} × ⓑ (100% + 50% + 20% + 20%) × ⓒ 1 - {400 × (258.3% 0.9 - 80%) × 0.88} ÷ {400 × (258.3% 0.9 - 80%) × 0.88 + 1400} × ⓓ (100% + 40% × (220%-100%)) × ⓔ 120% × ⓕ 120% × ⓖ 140% × ⓘ 0.95~1.05 = ⓐ3200 × ⓑ1.9 × ⓒ0.7228 × ⓓ1.48 × ⓔ1.2 × ⓕ1.2 × ⓖ1.4 × ⓘ0.95~1.05 = 12456 ~ 13768",
      "en": "⚠️ Important Notice > This document is based on early Chinese Q&A content from the game. While it provides reference for understanding the direction and structure of damage calculation, the exact values may differ from the actual game. > We do not recommend attempting to calculate accurate damage. Most values and factors are hidden on the server and cannot be datamined. It is known that there are over 100 different stats that affect damage. > Therefore, the damage calculation formulas in this document should be used for reference purposes rather than seeking perfect accuracy. Additionally, how skill damage works varies by each character (e.g., \"+20% damage increase\" may sometimes mean \"×1.2\" or \"+20%\"). Persona 5X determines damage through a complex multiplication of various factors. Understanding all of these will allow you to create extraordinary damage-dealing tactics, leading to rank improvements. Let's get straight to the final formula without further ado. Final Formula markdown = ⓐ Attack Power Calculation × ⓑ Damage Bonus Calculation × ⓒ Enemy Defense Calculation × ⓓ Critical Calculation × ⓔ Skill Coefficient × ⓕ Weakness Coefficient × ⓖ Final Damage Bonus × ⓗ Other Coefficients × ⓘ Random Range Coefficient A more detailed formula is as follows: markdown ⓐ {(Character Attack Value + Weapon Attack Value) × Attack % + Attack Constant} × ⓑ {100% + Damage Mult + Elemental Damage Bonus + Increased Damage Taken by Enemy} × ⓒ 1 - {Enemy Defense Value × [(100% + Additional Defense Coefficient) × (100% - Pierce) - Defense Reduction] × (100% - Windswept 12%)} ÷ {Enemy Defense Value × [(100% + Additional Defense Coefficient) × (100% - Pierce) - Defense Reduction] × (100% - Windswept 12%) + 1400} × ⓓ {Critical DMG(Mult) (when Critical occurs) or Stable Domain} × ⓔ Skill Coefficient × ⓕ Weakness Coefficient (Resistance 50% / Normal 100% / Weakness 120%) × ⓖ Final Damage Bonus × ⓗ Other Coefficients × ⓘ Random Range Coefficient (0.95~1.05) To increase damage, you need to consider these 9 elements, and I've detailed each one so you can significantly improve your score if you understand them. ⓐ Attack Power Calculation ⓑ Damage Bonus Calculation ⓒ Enemy Defense Calculation ⓓ Critical Calculation ⓔ Skill Coefficient ⓕ Weakness Coefficient ⓖ Final Damage Bonus ⓗ Other Coefficients ⓘ Random Range Coefficient Note: Values within the same group are calculated through addition. Example 1) Attack Power JOKER's weapon and revelation give Attack +100%, Attack +1000 LEON's Skill 3 buff gives Attack +19.5%, +1516 → Attack 119.5%, Attack +2516 Example 2) Damage Bonus PANTHER's revelation 'Strife' gives Fire damage bonus 10% Dominion's 'Cohesion' gives damage bonus 16% → PANTHER's damage bonus = 26% ⓐ Attack Power {(Character Attack Value + Weapon Attack Value) × Attack % + Attack Constant} ⓐ-1. Character Attack Value Each character has a base attack power, and its growth rate is determined by level and awareness. Awareness 0Awareness 1Awareness 2Awareness 3Awareness 4Awareness 5Awareness 6100%102%105%107%110%112%115% However, due to the growth rate concept, it doesn't exactly increase by 15%. It means that the amount of growth when leveling up from base level 0 increases by 15%, At level 80, there's approximately a 10.7% difference. Awareness 0Awareness 1Awareness 2Awareness 3Awareness 4Awareness 5Awareness 61180120212221244126512861307+0%+1.8%+3.6%+5.4%+7.2%+8.9%+10.7% The attack power values shown are examples for Joker and differ for each character. Generally, characters in the same position have similar values. ⓐ-2. Weapon Attack Value Each character has their unique weapon, and the weapon's base attack power is determined by rarity and level. Since Attack % buffs are applied after the weapon attack power is added, both options and stat values are important. Even if you enhance weapons through duplication, the base attack power doesn't increase. ⓐ-3. Attack % This refers to attack power that increases by % from various buffs, revelations, weapons, etc. In the image below, 2.8% corresponds to this. ⓐ-4. Attack Constant This refers to attack power that increases by regular integers from various buffs, revelations, weapons, etc. In the image below, 46 corresponds to this. It's added after all attack power calculations are complete. ⓑ Damage Bonus {100% + Damage Mult + Elemental Damage Bonus + Increased Damage Taken by Enemy} ⓑ-1. Damage Bonus This includes general damage bonuses and overall content marked as damage increase that we know. For example, Kayo's Skill 3 is a skill that increases damage bonus. ⓑ-2. Elemental Damage Bonus This is a damage bonus that only applies to specific elements. While conditional, it's calculated as part of the existing damage bonus pool. ⓑ-3. Increased Damage Taken This is a debuff allocated to enemies that increases the damage they take. A notable example is Yaoring's Skill 3. Since it's tied to the enemy, this attribute disappears if the enemy dies. ⓒ Enemy Defense 1 - {Enemy Defense Value × [Defense Coefficient] × (100% - Windswept 12%)} ÷ {Enemy Defense Value × [Defense Coefficient] × (100% - Windswept 12%) + 1400} ※ Defense Coefficient = (100% + Additional Defense Coefficient) × (100% - Pierce) - Defense Reduction > This is the most complex mechanism and will be the core element you'll need to pay the most attention to going forward. Conclusion: If possible, it's best to reduce the boss's defense coefficient to 0. ⓒ-1 Enemy Defense Value & Additional Defense Coefficient Enemies have their unique defense values, and bosses have additional defense coefficients. Surprisingly, despite being crucial values, these numbers can't be found anywhere in the game and must be extracted by analyzing the game client. (Even the writer can't verify them) BOSSAdditional Defense Coefficient100% + Additional Defense CoefficientSea of Souls 8★ LV89163.2%263.2%Nightmare (Guild Boss) LV82158.4%258.4% These are general values, and the additional defense coefficient can change depending on the boss. Nightmare (Guild Boss) LV82DefenseAdditional Defense CoefficientDominion363.2158.4%Atavaka1279.9158.4%Vishnu820.7158.4%Mini Vishnu363.2158.4%Yatsufusa1279.9205.9% The higher the defense and additional defense coefficient, the smaller the result of calculation ⓒ becomes, ultimately reducing the final damage. ⓒ-2 Pierce This is an ability that can reduce the increased defense coefficient by %. Unless it's included in the character's own mechanism, it's quite rare to obtain, and it's primarily available through revelations. If Pierce is 50% and the boss is Dominion: markdown ※ Defense Coefficient = (100% + Additional Defense Coefficient) × (100% - Pierce) - Defense Reduction ※ Defense Coefficient = (100% + 158.4%) × (100% - 50%) = 258.4% * 0.5 = 129.2% The defense coefficient decreases proportionally, making it a valuable stat with high efficiency compared to its value. Of course, Pierce exceeding 100% is not applied. ⓒ-3 Defense Reduction After the Pierce value is applied, the defense reduction value is applied. Janosik's talen can reduce enemy defense by 41.6% for 2 turns, and through the Rakunda skill, it can reduce it by 38.8%. If we apply Janosik's talent and Rakunda to the defense coefficient of 129.2% that we got through Pierce, the defense coefficient becomes: markdown 129.2% - 41.6% (Janosik talent) - 38.8% (Rakunda) = 48.8% When putting this result into the defense calculation formula ⓒ, we can see it results in a +48.4% damage increase. 1 - {Enemy Defense Value × [Defense Coefficient] } ÷ {Enemy Defense Value × [Defense Coefficient] + 1400} > PierceDefense ReductionEnemy Defense ValueDefense Coefficientⓒ Calculation Result0%0%363.2258.4%0.59850%80.4%363.248.8%0.887 (+48.4%) The defense coefficient from defense reduction cannot go below 0. ⓒ-4 Windswept Enemy Defense Value × [Defense Coefficient] × (100% - Windswept 12%) > As a status ailment, it multiplies 88% to the result after all defense coefficients are calculated. It has the characteristic of becoming worthless if you reduce the defense coefficient to 0 through Pierce and defense reduction. Generally, Personas with defense reduction effects often require Windswept. ⓒ Characteristics While buff values like attack power and damage bonus become less efficient as they increase, defense reduction and Pierce become more efficient as their values increase (until the defense coefficient reaches 0). In other words, since it draws a curve graph where efficiency increases as the defense coefficient approaches 0, if you're considering a strategy with defense reduction, it's better to secure as high a value as possible. ⓓ Critical Critical damage multiplies damage by the 'Critical DMG(Mult)' amount when critical hits occur. The base critical rate is 5%, and the base Critical DMG(Mult) is 150%, meaning there's a 5% chance to deal 1.5x damage. Notably, Dionysus can increase critical rate by 15.7% through Rebellion, and increase Critical DMG(Mult) by 30% through its passive. In boss sections, while criticals don't occur due to the Stable Domain, damage is increased based on expected value calculations. Critical Rate × (Critical DMG(Mult) - 100%) > If you increase critical rate by 10%, increasing Critical DMG(Mult) by twice that amount (20%) is most efficient. ⓔ Skill Coefficient This is literally the coefficient written on skills, and since it directly affects multiplication, it becomes an important measure in determining a character's strength. As a special note, Joker's Skill 3 states that damage increases by 25% on additional turns and 25% when attacking enemies with debuffs. It's said that this doesn't go into the existing damage bonus pool but affects the skill coefficient. The criteria can vary by skill. 74.2 * (100% + 25% + 25%) = 111.3% > ⓕ Weakness Coefficient Traditionally in the Persona series, weaknesses are really important. The coefficients based on weaknesses are as follows: Weakness: 1.2x Normal: 1.0x Resistance: 0.5x ⓖ Final Damage Bonus / ⓗ Other Coefficients In certain gimmicks or boss battles, there are forms where final damage increases or decreases based on conditions. These are calculated separately. ⓘ Random Range Coefficient After all values are calculated, a random value between 0.95 ~ 1.05 is multiplied to determine the final damage. Calculation Example markdown ⓐ {(Character Attack Value + Weapon Attack Value) × Attack % + Attack Constant} × ⓑ {100% + Damage Mult + Elemental Damage Bonus + Increased Damage Taken by Enemy} × ⓒ 1 - {Enemy Defense Value × [(100% + Additional Defense Coefficient) × (100% - Pierce) - Defense Reduction] × (100% - Windswept 12%)} ÷ {Enemy Defense Value × [(100% + Additional Defense Coefficient) × (100% - Pierce) - Defense Reduction] × (100% - Windswept 12%) + 1400} × ⓓ {Critical DMG(Mult) (when Critical occurs) or Stable Domain} × ⓔ Skill Coefficient × ⓕ Weakness Coefficient (Resistance 50% / Normal 100% / Weakness 120%) × ⓖ Final Damage Bonus × ⓗ Other Coefficients × ⓘ Random Range Coefficient (0.95~1.05) The following are the results assuming each summed value: ⓐ Character Attack Value: 1200 ⓐ Weapon Attack Value: 600 ⓐ Attack %: 50% ⓐ Attack Constant: 500 ⓑ Damage Bonus (Damage Mult): 50% ⓑ Fire Damage Increase: 20% ⓑ Increased Damage Taken by Enemy: 20% ⓒ Dominion Defense: 400 ⓒ Dominion Additional Defense Coefficient: 158.3% ⓒ Pierce: 10% ⓒ Defense Reduction: 80% ⓒ Windswept Status: YES 12% ⓓ Critical Rate: 40% ⓓ Critical DMG(Mult): 220% ⓔ Skill Coefficient: 120% ⓕ Weakness Coefficient: 120% (Weakness) ⓖ Final Damage Bonus: 40% ⓐ {(1200+600) × 1.5 + 500} × ⓑ (100% + 50% + 20% + 20%) × ⓒ 1 - {400 × (258.3% 0.9 - 80%) × 0.88} ÷ {400 × (258.3% 0.9 - 80%) × 0.88 + 1400} × ⓓ (100% + 40% × (220%-100%)) × ⓔ 120% × ⓕ 120% × ⓖ 140% × ⓘ 0.95~1.05 = ⓐ3200 × ⓑ1.9 × ⓒ0.7228 × ⓓ1.48 × ⓔ1.2 × ⓕ1.2 × ⓖ1.4 × ⓘ0.95~1.05 = 12456 ~ 13768",
      "jp": "⚠️ 注意事項 > 本ドキュメントは、ゲーム初期の中国Q&Aの内容に基づいて作成されました。ダメージ計算の方向性と構造を理解するための参考としてご利用ください。正確な数値は実際のゲームと差異が生じる可能性があります。 > また、正確なダメージ計算を試みることは推奨されません。ほとんどの値と要素はサーバーに隠されており、データマイニングが不可能です。ダメージに影響を与えるステータスだけでも100種類以上あることが知られています。 > したがって、本ドキュメントのダメージ計算式は完璧な正確さを追求するのではなく、参考用としてご活用ください。また、スキルダメージの動作方法はキャラクターごとに異なる場合があります（例：「+20%ダメージ増加」が時には「×1.2」または「+20%」を意味する場合があります）。 ペルソナ5Xは、複雑な要素の乗算によってダメージが決定されます。 これらをすべて理解することで、驚異的なダメージを出すタクティクスを作成でき、ランクの上昇につながります。 長い説明は省いて、まずは最終計算式から確認しましょう。 最終計算式 markdown = ⓐ 攻撃力計算 × ⓑ 攻撃倍率+計算 × ⓒ 敵防御力計算 × ⓓ クリティカル計算 × ⓔ スキル係数 × ⓕ 弱点係数 × ⓖ 最終攻撃倍率+ × ⓗ その他係数 × ⓘ ランダム範囲係数 より詳細な計算式は以下の通りです： markdown ⓐ {(怪盗攻撃力値 + 武器攻撃力値) × 攻撃力% + 攻撃力定数} × ⓑ {100% + 攻撃倍率+ + 属性攻撃倍率+ + 敵が受けるダメージ増加} × ⓒ 1 - {敵防御力値 × [(100% + 追加防御係数) × (100% - 貫通) - 防御力減少] × (100% - 風襲 12%)} ÷ {敵防御力値 × [(100% + 追加防御係数) × (100% - 貫通) - 防御力減少] × (100% - 風襲 12%) + 1400} × ⓓ {CRT倍率 (クリティカル発生時) または安定領域} × ⓔ スキル係数 × ⓕ 弱点係数 (耐性 50% / 通常 100% / 弱点 120%) × ⓖ 最終攻撃倍率+ × ⓗ その他係数 × ⓘ ランダム範囲係数 (0.95~1.05) ダメージを上げるためには、以下の9つの要素を考慮する必要があり、 それぞれについて詳しく説明しましたので、理解すればスコアを大きく向上させることができます。 ⓐ 攻撃力計算 ⓑ 攻撃倍率+計算 ⓒ 敵防御力計算 ⓓ クリティカル計算 ⓔ スキル係数 ⓕ 弱点係数 ⓖ 最終攻撃倍率+ ⓗ その他係数 ⓘ ランダム範囲係数 注意：同じグループ内の値はすべて加算で計算されます。 例1) 攻撃力 JOKERの武器と啓示により攻撃力 +100%、攻撃力 +1000 LEONのスキル3によるバフで攻撃力 +19.5%、+1516 → 攻撃力 119.5%、攻撃力 +2516 例2) 攻撃倍率+ PANTHERの啓示「争い」の火炎攻撃倍率+ 10% Dominionの「凝集」攻撃倍率+ 16% → PANTHERの攻撃倍率+ = 26% ⓐ 攻撃力 {(怪盗攻撃力値 + 武器攻撃力値) × 攻撃力% + 攻撃力定数} ⓐ-1. 怪盗攻撃力値 各怪盗は基本攻撃力を持っており、その成長率はレベルと覚醒によって決定されます。 覚醒 0覚醒 1覚醒 2覚醒 3覚醒 4覚醒 5覚醒 6100%102%105%107%110%112%115% ただし、成長率の概念により、正確に15%上昇するわけではありません。 基本レベル0のステータスからレベルアップ時に成長する量が15%増加するという意味で、 レベル80基準で約10.7%の差があります。 覚醒 0覚醒 1覚醒 2覚醒 3覚醒 4覚醒 5覚醒 61180120212221244126512861307+0%+1.8%+3.6%+5.4%+7.2%+8.9%+10.7% この攻撃力値はジョーカーの例で、怪盗ごとに異なります。 全体的に同じポジションの怪盗は似た数値を持ちます。 ⓐ-2. 武器攻撃力値 各怪盗は固有の武器を持っており、武器の基本攻撃力はレアリティとレベルによって決定されます。 武器攻撃力が合算された状態で攻撃力%バフが入るため、オプションだけでなくステータス数値も重要です。 武器を重ねて強化しても、基本攻撃力は上昇しません。 ⓐ-3. 攻撃力% 各種バフ、啓示、武器などから%で上昇する攻撃力を指します。 下の画像では2.8%がこれに該当します。 ⓐ-4. 攻撃力定数 各種バフ、啓示、武器などから通常の整数で上昇する攻撃力を指します。 下の画像では46がこれに該当します。すべての攻撃力計算が終わった後に加算されます。 ⓑ 攻撃倍率+ {100% + 攻撃倍率+ + 属性攻撃倍率+ + 敵が受けるダメージ増加} ⓑ-1. 攻撃倍率+ 私たちが知っている一般的な攻撃倍率+、ダメージ増加と書かれている全般的な内容を含みます。 代表的な例として、カヨのスキル3は攻撃倍率+を上げるスキルです。 ⓑ-2. 属性攻撃倍率+ 特定の属性に限定して上昇する攻撃倍率+で、条件付きですが既存の攻撃倍率+プールに含まれて計算されます。 ⓑ-3. 受けるダメージ増加 敵に付与されるデバフで、敵が受けるダメージが増加します。 代表的な例として、ヤオリンのスキル3があります。敵に依存するため、敵が死亡した場合、この属性は消失します。 ⓒ 敵防御力 1 - {敵防御力値 × [(100% + 追加防御係数) × (100% - 貫通) - 防御力減少] × (100% - 風襲 12%)} ÷ {敵防御力値 × [(100% + 追加防御係数) × (100% - 貫通) - 防御力減少] × (100% - 風襲 12%) + 1400} ※ 防御係数 = (100% + 追加防御係数) × (100% - 貫通) - 防御力減少 > 最も複雑なメカニズムであり、今後最も注意を払う必要がある核心的な要素です。 結論：可能であれば、ボスの防御係数をすべて減少させて0にできるならば、そうするのが良いでしょう。 ⓒ-1 敵防御力値 & 追加防御係数 敵にはそれぞれ固有の防御力数値があり、ボスには追加防御係数が存在します。 驚くべきことに、これらの数値は非常に重要な数値にもかかわらず、ゲーム内のどこにも見つけることができず、ゲームクライアントを分析して逆算する必要があります。（筆者も確認不可能） BOSS追加防御係数100% + 追加防御係数心の海 8★ LV89163.2%263.2%悪夢（ギルドボス） LV82158.4%258.4% これは一般的な数値で、ボスによって追加防御係数が変わることもあります。 悪夢（ギルドボス） LV82防御力追加防御係数ドミニオン363.2158.4%アタバク1279.9158.4%ヴィシュヌ820.7158.4%ミニ ヴィシュヌ363.2158.4%ヤツフサ1279.9205.9% 防御力が高いほど、追加防御係数が高いほど、ⓒの計算結果値は小さくなり、結果として最終ダメージが減少します。 ⓒ-2 貫通 増加した防御係数を%単位で減少させることができる能力値です。 怪盗自体のメカニズムに含まれない限り、入手先が本当に少なく、代表的に啓示から獲得可能です。 貫通が50%で、ボスがドミニオンの場合： markdown ※ 防御係数 = (100% + 追加防御係数) × (100% - 貫通) - 防御力減少 ※ 防御係数 = (100% + 158.4%) × (100% - 50%) = 258.4% * 0.5 = 129.2% 防御係数が比例して減少するため、数値対比で効用性が非常に高い貴重な能力値です。 当然、100%を超える貫通は適用されません。 ⓒ-3 防御力減少 貫通数値が適用された後、防御力減少数値が適用されます。 ヤノシクのパッシブは敵の防御力を2ターンの間41.6%減少させることができ、さらにラクンダスキルで38.8%減少させることができます。 貫通で129.2%にした防御係数にヤノシクのパッシブとラクンダを適用すると、防御係数は次のようになります： markdown 129.2% - 41.6% (ヤノシクパッシブ) - 38.8% (ラクンダ) = 48.8% この結果を防御力計算式ⓒに入れると、+48.4%のダメージ増加になることがわかります。 1 - {敵防御力値 × [防御係数] } ÷ {敵防御力値 × [防御係数] + 1400} > 貫通防御力減少敵防御力値防御係数ⓒ 計算結果0%0%363.2258.4%0.59850%80.4%363.248.8%0.887 (+48.4%) 防御力減少による防御係数は0以下にはなりません。 ⓒ-4 風襲 敵防御力値 × [防御係数] × (100% - 風襲 12%) > 状態異常として、防御係数がすべて計算された結果に88%を掛けることになります。 前述の貫通と防御力減少で防御係数を0にした場合、価値が0になるという特徴があります。 一般的に、防御力減少効果を持つペルソナは風襲を必要とすることが多いです。 ⓒ 特徴 攻撃力、攻撃倍率+などのバフ数値は量が多くなるほど効率が下がりますが、防御力減少と貫通はその数値が高くなるほど効率が上がります（防御係数が0になるまで）。 つまり、防御係数が0に近づくほど効率が上がる曲線グラフを描くため、防御力減少を考慮した戦略であれば、できるだけ高い値を確保するのが良いでしょう。 ⓓ クリティカル クリティカルダメージは、クリティカル発動時に「CRT倍率」分だけダメージを乗算して敵に与えます。 基本CRT発生率は5%、基本CRT倍率は150%で、5%の確率で1.5倍のダメージを与えます。 代表的な例として、ディオニュソスはリベリオンで15.7%のCRT発生率と、パッシブを通じて30%のCRT倍率を上げることができるペルソナです。 ボス区間では安定領域によってクリティカルは発生しませんが、期待値をもとにダメージを上げる形で計算されます。 CRT発生率 × (CRT倍率 - 100%) > CRT発生率を10%上げた場合、CRT倍率は2倍の20%を上げる形が最も効率が良いです。 ⓔ スキル係数 文字通りスキルに書かれている係数で、係数がそのまま乗算に作用するため、怪盗の強さを判断する重要な指標となります。 特記事項として、ジョーカーの3スキルは追加ターンには25%、デバフがある敵を攻撃する時に25%のダメージが増加すると表現されています。 これは既存の攻撃倍率+プールには入らず、スキル係数に作用すると言われています。スキルごとに基準は不明です。 74.2 * (100% + 25% + 25%) = 111.3% > ⓕ 弱点係数 ペルソナシリーズには伝統的に弱点が本当に重要です。弱点による係数は以下の通りです： 弱点：1.2倍 通常：1.0倍 耐性：0.5倍 ⓖ 最終攻撃倍率+ / ⓗ その他係数 特定のギミックやボス戦などでは、条件に応じて最終ダメージが増加または減少する形があります。別途計算されます。 ⓘ ランダム範囲係数 すべての値が計算された後、0.95 ~ 1.05の間の値がランダムに乗算されてダメージが決定されます。 計算例 markdown ⓐ {(怪盗攻撃力値 + 武器攻撃力値) × 攻撃力% + 攻撃力定数} × ⓑ {100% + 攻撃倍率+ + 属性攻撃倍率+ + 敵が受けるダメージ増加} × ⓒ 1 - {敵防御力値 × [(100% + 追加防御係数) × (100% - 貫通) - 防御力減少] × (100% - 風襲 12%)} ÷ {敵防御力値 × [(100% + 追加防御係数) × (100% - 貫通) - 防御力減少] × (100% - 風襲 12%) + 1400} × ⓓ {CRT倍率 (クリティカル発生時) または安定領域} × ⓔ スキル係数 × ⓕ 弱点係数 (耐性 50% / 通常 100% / 弱点 120%) × ⓖ 最終攻撃倍率+ × ⓗ その他係数 × ⓘ ランダム範囲係数 (0.95~1.05) 以下は各値を合算した仮定の結果： ⓐ 怪盗攻撃力値: 1200 ⓐ 武器攻撃力値: 600 ⓐ 攻撃力%: 50% ⓐ 攻撃力定数: 500 ⓑ 攻撃倍率+: 50% ⓑ 火炎ダメージ増加: 20% ⓑ 敵が受けるダメージ増加: 20% ⓒ ドミニオン防御力: 400 ⓒ ドミニオン追加防御係数: 158.3% ⓒ 貫通: 10% ⓒ 防御力減少: 80% ⓒ 風襲状態異常: YES 12% ⓓ CRT発生率: 40% ⓓ CRT倍率: 220% ⓔ スキル係数: 120% ⓕ 弱点係数: 120% (弱点) ⓖ 最終攻撃倍率+: 40% ⓐ {(1200+600) × 1.5 + 500} × ⓑ (100% + 50% + 20% + 20%) × ⓒ 1 - {400 × (258.3% 0.9 - 80%) × 0.88} ÷ {400 × (258.3% 0.9 - 80%) × 0.88 + 1400} × ⓓ (100% + 40% × (220%-100%)) × ⓔ 120% × ⓕ 120% × ⓖ 140% × ⓘ 0.95~1.05 = ⓐ3200 × ⓑ1.9 × ⓒ0.7228 × ⓓ1.48 × ⓔ1.2 × ⓕ1.2 × ⓖ1.4 × ⓘ0.95~1.05 = 12456 ~ 13768"
    },
    "category": "system",
    "date": "2025-07-10",
    "author": "AbsolRoot",
    "thumbnail": "/apps/guides/data/assets/damage-calc/damage.gif"
  }
]