{
  "data": {
    "name": "Thor",
    "skill": {
      "fixed_skill": {
        "cost": "SP 24",
        "desc": "Deal Electric damage to all foes equal to 112.0%/117.6%/123.2% of Attack. When Thunder Lord's Majesty reaches 3 stacks, 80% chance to inflict Shock on all foes for 2 turns.",
        "level": "6/7/8",
        "name": "Thunder Caller"
      },
      "innate_skill": [
        {
          "cost": "",
          "desc": "Increase critical rate by 8.1%.",
          "learn_level": "9",
          "level": "6/7/8",
          "name": "Apt Pupil IV"
        },
        {
          "cost": "",
          "desc": "Increase Shock accuracy by 20.3%.",
          "learn_level": "18",
          "level": "6/7/8",
          "name": "Shock Boost IV"
        },
        {
          "cost": "",
          "desc": "Decrease SP cost of skills by 6%.",
          "learn_level": "27",
          "level": "6/7/8",
          "name": "Spell Master IV"
        },
        {
          "cost": "SP 22",
          "desc": "Deal Electric damage to all foes equal to 64.8/68.0/71.3% of Attack. 36.0/37.8/39.6% chance to inflict Shock for 2 turns.",
          "learn_level": "36",
          "level": "6/7/8",
          "name": "Wild Thunder"
        }
      ],
      "passive_skill": [
        {
          "desc": "Increase critical damage by 34.9%. Each time an ally uses an Electric skill, Resonance, or Highlight, gain 1 Thunder Lord's Majesty stack. Stacks up to 3 times. Lasts for 1 turn. When user deals Electric damage, and Thunder Lord's Majesty is at 3 stacks, increase all foes' Electric damage taken by 8%, and Electric critical damage taken by 12%. Lasts for 2 turns.",
          "name": "Thunder Lord's Majesty"
        },
        {
          "desc": "Increase critical damage by 34.9%. Each time an ally uses an Electric skill, Resonance, or Highlight, gain 1 Thunder Lord's Majesty stack. Stacks up to 3 times. Lasts for 2 turns. When user deals Electric damage, and Thunder Lord's Majesty is at 3 stacks, increase all foes' Electric damage taken by 8%, and Electric critical damage taken by 12%. Lasts for 2 turns.",
          "name": "Thunder Lord's Majesty I"
        },
        {
          "desc": "Increase critical damage by 34.9%. Each time an ally uses an Electric skill, Resonance, or Highlight, gain 1 Thunder Lord's Majesty stack. Stacks up to 3 times. Lasts for 2 turns. When user deals Electric damage, and Thunder Lord's Majesty is at 3 stacks, increase all foes' Electric damage taken by 12%, and Electric critical damage taken by 12%. Lasts for 2 turns.",
          "name": "Thunder Lord's Majesty II"
        },
        {
          "desc": "Increase critical damage by 34.9%. Each time an ally uses an Electric skill, Resonance, or Highlight, gain 1 Thunder Lord's Majesty stack. Stacks up to 3 times. Lasts for 2 turns. When user deals Electric damage, and Thunder Lord's Majesty is at 3 stacks, increase all foes' Electric damage taken by 12%, and Electric critical damage taken by 20%. Lasts for 2 turns.",
          "name": "Thunder Lord's Majesty III"
        }
      ],
      "showtime_skill": {
        "cost": "",
        "desc": "Deal Electric damage to all foes equal to 180.0%/192.6%/205.2% of Attack.",
        "level": "6/7/8",
        "name": "Highlight"
      }
    }
  },
  "msg": "TESTING",
  "status": 0
}