{
  "adapt": {
    "Absorb": [],
    "Nullify": [],
    "Reflect": [],
    "Resistant": [
      "Ice",
      "Curse"
    ],
    "Weak": [
      "Nuclear"
    ]
  },
  "fixed_skill": {
    "cost": "SP 24",
    "desc": "Deal Ice damage to all foes equal to 100.0/105.0/110.0% of Attack. 100.0/105.0/110.0% chance to inflict Freeze on the main target for 2 turns.",
    "level": "6/7/8",
    "name": "Raging Blizzard"
  },
  "innate_skill": [
    {
      "cost": "SP 22",
      "desc": "Deal Ice damage to 1 foe equal to 129.5/136.0/142.5% of Attack. 72.0/75.6/79.2% chance to inflict Freeze for 2 turns.",
      "learn_level": "9",
      "level": "6/7/8",
      "name": "Diamond Dust"
    },
    {
      "cost": "",
      "desc": "Increase critical damage by 16.2%.",
      "learn_level": "18",
      "level": "6/7/8",
      "name": "Pinpoint IV"
    },
    {
      "cost": "",
      "desc": "Increase Ice damage by 10.8%.",
      "learn_level": "27",
      "level": "6/7/8",
      "name": "Ice Boost IV"
    },
    {
      "cost": "",
      "desc": "Increase Freeze accuracy by 20.3%.",
      "learn_level": "36",
      "level": "6/7/8",
      "name": "Freeze Boost IV"
    }
  ],
  "max_level": 80,
  "max_level_after_awake": 95,
  "name": "Yamata-no-Orochi",
  "nature": "Ice",
  "passive_skill": [
    {
      "desc": "Increase critical rate by 17.5%. At the start of battle, gain 2 Sacrificial Screams stacks. At the end of the user's action, gain 1 more Sacrificial Screams stack. When using a unique skill with 3 Sacrificial Screams stacks, spend 3 stacks to inflict Freeze on all foes for 3 turns and increase foes' technical damage taken by 18% for 2 turns.",
      "name": "Sacrificial Screams"
    },
    {
      "desc": "Increase critical rate by 17.5%. At the start of battle, gain 3 Sacrificial Screams stacks. At the end of the user's action, gain 1 more Sacrificial Screams stack. When using a unique skill with 3 Sacrificial Screams stacks, spend 3 stacks to inflict Freeze on all foes for 3 turns and increase foes' technical damage taken by 18% for 2 turns.",
      "name": "Sacrificial Screams I"
    },
    {
      "desc": "Increase critical rate by 17.5%. At the start of battle, gain 3 Sacrificial Screams stacks. At the end of the user's action, gain 1 more Sacrificial Screams stack. When using a unique skill with 3 Sacrificial Screams stacks, spend 3 stacks to inflict Freeze on all foes for 3 turns and increase foes' technical damage taken by 18% for 3 turns.",
      "name": "Sacrificial Screams II"
    },
    {
      "desc": "Increase critical rate by 17.5%. At the start of battle, gain 3 Sacrificial Screams stacks. At the end of the user's action, gain 1 more Sacrificial Screams stack. When using a unique skill with 3 Sacrificial Screams stacks, spend 3 stacks to inflict Freeze on all foes for 3 turns and increase foes' technical damage taken by 25% for 3 turns.",
      "name": "Sacrificial Screams III"
    }
  ],
  "rank": 7,
  "showtime_skill": {
    "cost": "",
    "desc": "Deal Ice damage to 1 foe equal to 360.0%/385.2%/410.4% of Attack.",
    "level": "6/7/8",
    "name": "Highlight"
  }
}