{
  "adapt": {
    "Absorb": [],
    "Nullify": [],
    "Reflect": [],
    "Resistant": [
      "Psychokinesis",
      "Bless",
      "Curse"
    ],
    "Weak": [
      "Wind"
    ]
  },
  "fixed_skill": {
    "cost": "SP 24",
    "desc": "Deal Bless damage to all foes equal to 79.4%/83.4%/87.3% of Attack. Grant all allies 2 Blessing stacks. For each Blessing on user, increase skill damage by 5%, up to 25%.",
    "level": "6/7/8",
    "name": "Shining Salvation"
  },
  "innate_skill": [
    {
      "cost": "체력 9.0%",
      "desc": "Deal Physical damage to 1 foe equal to 154.5/162.2/170.0% of Attack.",
      "learn_level": "9",
      "level": "6/7/8",
      "name": "Megaton Raid"
    },
    {
      "cost": "SP 20",
      "desc": "Deal Bless damage to 1 foe equal to 90.6/99.3/108.0% of Attack. Low chance to deal a Bless insta-kill effect to foes with 50% or less HP. Increase chance based on foe's missing HP.",
      "learn_level": "18",
      "level": "6/7/8",
      "name": "Hamaon"
    },
    {
      "cost": "",
      "desc": "Increase the success rate of insta-kill skills by 5.4%.",
      "learn_level": "27",
      "level": "6/7/8",
      "name": "Divine Guidance III"
    },
    {
      "cost": "",
      "desc": "Increase Attack by 10.8%.",
      "learn_level": "36",
      "level": "6/7/8",
      "name": "Attack Boost III"
    }
  ],
  "max_level": 70,
  "max_level_after_awake": 85,
  "name": "Melchizedek",
  "nature": "Bless",
  "passive_skill": [
    {
      "desc": "Increase Attack by 24.9%. When using a skill, increase Bless damage by 3% for each Blessing stack on party for 2 turns, up to 8 Blessing stacks. Other Bless allies receive 50% of this effect.",
      "name": "Verdict of Justice"
    },
    {
      "desc": "Increase Attack by 24.9%. When using a skill, increase Bless damage by 4% for each Blessing stack on party for 2 turns, up to 8 Blessing stacks. Other Bless allies receive 50% of this effect.",
      "name": "Verdict of Justice I"
    },
    {
      "desc": "Increase Attack by 24.9%. When using a skill, increase Bless damage by 4% for each Blessing stack on party for 2 turns, up to 8 Blessing stacks. Other Bless allies receive 50% of this effect. Increase Attack of allies with 3 or more Blessing stacks by 8% for 2 turns.",
      "name": "Verdict of Justice II"
    },
    {
      "desc": "Increase Attack by 24.9%. When using a skill, increase Bless damage by 4% for each Blessing stack on party for 2 turns, up to 8 Blessing stacks. Other Bless allies receive 50% of this effect. Increase Attack of allies with 3 or more Blessing stacks by 15% for 2 turns.",
      "name": "Verdict of Justice III"
    }
  ],
  "rank": 6,
  "showtime_skill": {
    "cost": "",
    "desc": "Deal Bless damage to all foes equal to 180.0%/192.6%/205.2% of Attack.",
    "level": "6/7/8",
    "name": "Highlight"
  }
}