window.WeaponData = window.WeaponData || {};
window.enCharacterWeaponData = window.enCharacterWeaponData || {};
window.jpCharacterWeaponData = window.jpCharacterWeaponData || {};
window.WeaponData["모르가나"] = {
  "name": "모르가나",
  "weapon4-1": {
    "name": "샴시르",
    "health": 1744.19,
    "attack": 581.37,
    "defense": 341.44,
    "skill_name": "달빛 의사",
    "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 모르가나가 치료한 후, 치료를 받은 동료의 생명이 80% 이상일 시 『만월』 효과를 획득해 2턴 동안 생명이 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가하고, 공격력이 4.0%/5.3%/5.3%/6.7%/6.7%/8.0%/8.0% 증가한다."
  },
  "weapon4-2": {
    "name": "사냥꾼의 주걱",
    "health": 1902.74,
    "attack": 539.4,
    "defense": 341.44,
    "highlight": true,
    "skill_name": "두둥!",
    "description": "크리티컬 확률이 5.9%/5.9%/7.6%/7.6%/9.3%/9.3%/11.0% 증가한다. 페르소나 스킬을 사용해 적 공격 시, 생명이 가장 적은 동료의 생명을 회복시키고(모르가나 공격력의 6.3%/8.0%/8.0%/9.7%/9.7%/11.4%/11.4%만큼 회복), 2.0%/3.0%/3.0%/4.0%/4.0%/5.0%/5.0%의 고정 확률로 목표를 망각 상태에 빠뜨린다. 효과는 1턴 동안 지속된다."
  },
  "weapon5-1": {
    "name": "골든 스포일",
    "health": 2180.22,
    "attack": 726.72,
    "defense": 427.25,
    "skill_name": "난폭한 의사",
    "description": "크리티컬 확률이 18.0%/18.0%/23.4%/23.4%/28.8%/28.8%/34.2% 증가한다. 적에게 스킬을 시전하여 크리티컬 발생 시 추가로 적에게 최대 생명 10.0%/13.3%/13.3%/16.7%/16.7%/20.0%/20.0%의 대미지를 준다. 최대로 공격력 100.0%/133.3%/133.3%/166.7%/166.7%/200.0%/200.0%의 대미지를 준다. 치료 유형 스킬 사용 시 메인 목표 동료가 최대 생명의 9.0%/11.8%/11.8%/14.6%/14.6%/17.4%/17.4%를 회복한다. 사용한 스킬이 명중하지 않으면 즉시 『직감』을 획득한다."
  }
};
window.enCharacterWeaponData["모르가나"] = {
  "name": "Morgana",
  "weapon4-1": {
    "name": "Shamshir",
    "health": 1744.19,
    "attack": 581.37,
    "defense": 341.44,
    "description": "Increase Attack by 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0%. When healing an ally with 80% or more HP, grant Moonlight. Moonlight: Increase HP by 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% and Attack by 4.0%/5.3%/5.3%/6.7%/6.7%/8.0%/8.0% for 2 turns."
  },
  "weapon4-2": {
    "name": "Headhunter Ladle",
    "health": 1902.74,
    "attack": 539.4,
    "defense": 341.44,
    "description": "Increase critical rate by 5.9%/5.9%/7.6%/7.6%/9.3%/9.3%/11.0%. When attacking with a skill, restore HP equal to 6.3%/8.0%/8.0%/9.7%/9.7%/11.4%/11.4% of Attack to the ally with the lowest HP. Also, 2.0%/3.0%/3.0%/4.0%/4.0%/5.0%/5.0% chance to inflict Forget on the target foe for 1 turn."
  },
  "weapon5-1": {
    "name": "Golden Legacy",
    "health": 2180.22,
    "attack": 726.72,
    "defense": 427.25,
    "description": "Increase critical rate by 18.0%/18.0%/23.4%/23.4%/28.8%/28.8%/34.2%. If a foe is critically hit with a skill, deal 10.0%/13.3%/13.3%/16.7%/16.7%/20.0%/20.0% of max HP as bonus damage (up to 100.0%/133.3%/133.3%/166.7%/166.7%/200.0%/200.0% of Attack). When using a healing skill, restore 9.0%/11.8%/11.8%/14.6%/14.6%/17.4%/17.4% of the target's max HP. If a skill misses, immediately gain Chivalry."
  }
};
window.jpCharacterWeaponData["모르가나"] = {
  "name": "모르가나",
  "weapon4-1": {
    "name": "シャムシール",
    "health": 1744.19,
    "attack": 581.37,
    "defense": 341.44,
    "description": "攻撃力が12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0%上昇する。自身の回復を受けた味方のＨＰが８０%以上の場合は、『月隠り』を付与する。『月隠り』状態：２ターンの間、ＨＰが10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0%上昇し、攻撃力が4.0%/5.3%/5.3%/6.7%/6.7%/8.0%/8.0%上昇する。"
  },
  "weapon4-2": {
    "name": "首狩り杓子",
    "health": 1902.74,
    "attack": 539.4,
    "defense": 341.44,
    "description": "クリティカル率が5.9%/5.9%/7.6%/7.6%/9.3%/9.3%/11.0%上昇する。スキルで敵を攻撃した時、残りＨＰの割合が最も低い味方を、自身の攻撃力の6.3%/8.0%/8.0%/9.7%/9.7%/11.4%/11.4%分、回復する。同時に2.0%/3.0%/3.0%/4.0%/4.0%/5.0%/5.0%の確率で対象の敵を、１ターンの間、忘却状態にする。"
  },
  "weapon5-1": {
    "name": "ゴールデンレガシー",
    "health": 2180.22,
    "attack": 726.72,
    "defense": 427.25,
    "description": "クリティカル率が18.0%/18.0%/23.4%/23.4%/28.8%/28.8%/34.2%上昇する。敵に対してスキルでクリティカルが発生した時、最大ＨＰ10.0%/13.3%/13.3%/16.7%/16.7%/20.0%/20.0%の追加ダメージ（最大で攻撃力の100.0%/133.3%/133.3%/166.7%/166.7%/200.0%/200.0%）を与える。回復スキルを使用する時、選択した対象の最大ＨＰの9.0%/11.8%/11.8%/14.6%/14.6%/17.4%/17.4%を回復する。スキルが命中しなかった場合は、ただちに『義賊魂』を付与する。"
  }
};
window.cnCharacterWeaponData = window.cnCharacterWeaponData || {};

window.cnCharacterWeaponData["모르가나"] = {
  "weapon5-1": {
    "name": "黄金战利品",
    "health": 2180.22,
    "attack": 726.72,
    "defense": 427.25,
    "description": "暴击率提升18.0%/18.0%/23.4%/23.4%/28.8%/28.8%/34.2%。对敌人释放技能造成暴击时，额外对敌人造成10.0%/13.3%/13.3%/16.7%/16.7%/20.0%/20.0%最大生命值的伤害，最多造成100.0%/133.3%/133.3%/166.7%/166.7%/200.0%/200.0%攻击力的伤害；使用治疗类技能时，使主目标同伴恢复最大生命值的9.0%/11.8%/11.8%/14.6%/14.6%/17.4%/17.4%。使用技能攻击未命中时，立刻获得『直觉』。"
  },
  "weapon4-1": {
    "name": "新月刀",
    "health": 1744.19,
    "attack": 581.37,
    "defense": 341.44,
    "description": "攻击力提升12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0%。摩尔加纳治疗后，受治疗伙伴生命值不低于80%， 则获得『满月』效果：生命值增加10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0%，攻击力提升4.0%/5.3%/5.3%/6.7%/6.7%/8.0%/8.0%，2回合。"
  },
  "weapon4-2": {
    "name": "猎头勺",
    "health": 1902.74,
    "attack": 539.4,
    "defense": 341.44,
    "description": "暴击率提升5.9%/5.9%/7.6%/7.6%/9.3%/9.3%/11.0%。使用人格面具技能攻击敌人时，为生命值最低的伙伴回复生命值（恢复值相当于摩尔加纳攻击力的6.3%/8.0%/8.0%/9.7%/9.7%/11.4%/11.4%），并且有2.0%/3.0%/3.0%/4.0%/4.0%/5.0%/5.0%的固定概率使目标陷入遗忘状态，1回合。"
  }
};
