const RITUAL_DATA = {
    '리코·매화': {
        rituals: {
            0: {
                '리코·매화 스킬2': 'LV10+심상5',
                '리코·매화 스킬3': 'LV10+심상5',
                '리코·매화 하이라이트': 'LV10+심상5',
                '리코·매화 만개': ''
            },
            1: {
                '리코·매화 스킬1-2': 'LV10+심상5',
                '리코·매화 스킬3': 'LV10+심상5',
                '리코·매화 하이라이트': 'LV10+심상5',
                '리코·매화 만개': '',
                '리코·매화 의식1': ''
            },
            2: {
                '리코·매화 스킬1-2': 'LV10+심상5',
                '리코·매화 스킬3': 'LV10+심상5',
                '리코·매화 하이라이트': 'LV10+심상5',
                '리코·매화 만개': '',
                '리코·매화 의식1': '',
                '리코·매화 의식2': 'LV10+심상5'
            },
            6: {
                '리코·매화 스킬1-2': 'LV13+심상5',
                '리코·매화 스킬2': 'LV13+심상5',
                '리코·매화 스킬3-2': 'LV13+심상5',
                '리코·매화 하이라이트 (의식4)': 'LV13+심상5',
                '리코·매화 만개': '',
                '리코·매화 의식1': '',
                '리코·매화 의식2 (의식6)': 'LV13+심상5',
                '리코·매화 의식4': ''
            }
        },
        modifications: {
            0: {
                '리코·매화 전용무기': '개조0/SP200'
            },
            1: {
                '리코·매화 전용무기': '개조1&2/SP250'
            },
            2: {
                '리코·매화 전용무기': '개조1&2/SP250'
            },
            3: {
                '리코·매화 전용무기': '개조3&4/SP250'
            },
            4: {
                '리코·매화 전용무기': '개조3&4/SP250'
            },
            5: {
                '리코·매화 전용무기': '개조5&6/SP250'
            },
            6: {
                '리코·매화 전용무기': '개조5&6/SP250'
            }
        }
    },
    '아케치': {
        rituals: {
            0: {
                '아케치 스킬2': 'LV10+심상5',
                '아케치 스킬3': 'LV10+심상5',
            },
            1: {
                '아케치 스킬1': 'LV10+심상5',
                '아케치 스킬2': 'LV10+심상5',
                '아케치 스킬3': 'LV10+심상5',
                '아케치 의식1': ''
            },
            2: {
                '아케치 스킬1': 'LV10+심상5',
                '아케치 스킬2': 'LV10+심상5',
                '아케치 스킬3': 'LV10+심상5',
                '아케치 의식1': '',
                '아케치 의식2': ''
            },
            6: {
                '아케치 스킬1': 'LV13+심상5',
                '아케치 스킬2': 'LV13+심상5',
                '아케치 스킬3': 'LV13+심상5',
                '아케치 의식1 (의식6)': '',
                '아케치 의식2 (의식6)': ''
            }
        },
        modifications: {
            0: {
                '아케치 전용무기': '개조0&1'
            },
            1: {
                '아케치 전용무기': '개조0&1'
            },
            2: {
                '아케치 전용무기': '개조2&3'
            },
            3: {
                '아케치 전용무기': '개조2&3'
            },
            4: {
                '아케치 전용무기': '개조4&5'
            },
            5: {
                '아케치 전용무기': '개조4&5'
            },
            6: {
                '아케치 전용무기': '개조6'
            }
        }
    },
    '마나카': {
        rituals: {
            0: {
                '마나카 스킬1': 'LV10+심상5',
                '마나카 스킬3': 'LV10+심상5',
                '마나카 패시브1': '',
                '마나카 패시브2': ''
            },
            1: {
                '마나카 스킬1': 'LV10+심상5',
                '마나카 스킬3': 'LV10+심상5',
                '마나카 패시브1': '',
                '마나카 패시브2': '',
                '마나카 의식1': ''
            },
            2: {
                '마나카 스킬1': 'LV10+심상5',
                '마나카 스킬3': 'LV10+심상5',
                '마나카 패시브1': '',
                '마나카 패시브2': '',
                '마나카 의식1': '',
                '마나카 의식2': ''
            },
            6: {
                '마나카 스킬1': 'LV13+심상5',
                '마나카 스킬3': 'LV13+심상5 (14스택)',
                '마나카 패시브1': '',
                '마나카 패시브2': '',
                '마나카 의식1': '',
                '마나카 의식2': ''
            }
        },
        modifications: {
            0: {
                '마나카 전용무기': '개조0'
            },
            1: {
                '마나카 전용무기': '개조1&2'
            },
            2: {
                '마나카 전용무기': '개조1&2'
            },
            3: {
                '마나카 전용무기': '개조3&4'
            },
            4: {
                '마나카 전용무기': '개조3&4'
            },
            5: {
                '마나카 전용무기': '개조4&5'
            },
            6: {
                '마나카 전용무기': '개조5&6'
            }
        }
    },
    '마유미': {
        rituals: {
            0: {
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV10+심상5',
                '마유미 하이라이트': 'LV10+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '2단계'
            },
            1: {
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV10+심상5',
                '마유미 하이라이트': 'LV10+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': ''
            },
            2: {
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV10+심상5',
                '마유미 하이라이트': 'LV10+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': ''
            },
            3: {
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': ''
            },
            4: {
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': '',
                '마유미 의식4': ''
            },
            5: {
                '마유미 스킬1': 'LV13+심상5',
                '마유미 스킬2': 'LV13+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': '',
                '마유미 의식4': ''
            },
            6: {
                '마유미 스킬1': 'LV13+심상5',
                '마유미 스킬2': 'LV13+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': '',
                '마유미 의식4': '',
                '마유미 의식6': ''
            }
        },
        modifications: {
            0: {
                '마유미 전용무기': '개조0'
            },
            1: {
                '마유미 전용무기': '개조1&2'
            },
            2: {
                '마유미 전용무기': '개조1&2'
            },
            3: {
                '마유미 전용무기': '개조3&4'
            },
            4: {
                '마유미 전용무기': '개조3&4'
            },
            5: {
                '마유미 전용무기': '개조5&6'
            },
            6: {
                '마유미 전용무기': '개조5&6'
            }
        }
    }
}; 