const RITUAL_DATA = {
    '리코·매화': {
        rituals: {
            0: {
                '리코·매화 계시': '',
                '리코·매화 스킬2': 'LV10+심상5',
                '리코·매화 스킬3': 'LV10+심상5',
                '리코·매화 하이라이트': 'LV10+심상5',
                '리코·매화 만개': ''
            },
            1: {
                '리코·매화 계시': '',
                '리코·매화 스킬1-2': 'LV10+심상5',
                '리코·매화 스킬3': 'LV10+심상5',
                '리코·매화 하이라이트': 'LV10+심상5',
                '리코·매화 만개': '',
                '리코·매화 의식1': ''
            },
            2: {
                '리코·매화 계시': '',
                '리코·매화 스킬1-2': 'LV10+심상5',
                '리코·매화 스킬3': 'LV10+심상5',
                '리코·매화 하이라이트': 'LV10+심상5',
                '리코·매화 만개': '',
                '리코·매화 의식1': '',
                '리코·매화 의식2': 'LV10+심상5'
            },
            6: {
                '리코·매화 계시': '',
                '리코·매화 스킬1-2': 'LV13+심상5',
                '리코·매화 스킬2': 'LV13+심상5',
                '리코·매화 스킬3-2': 'LV13+심상5',
                '리코·매화 하이라이트 (의식4)': 'LV13+심상5',
                '리코·매화 만개': '',
                '리코·매화 의식1': '',
                '리코·매화 의식2 (의식6)': 'LV13+심상5',
                '리코·매화 의식4': ''
            }
        },
        modifications: {
            0: {
                '리코·매화 전용무기': '개조0/SP200'
            },
            1: {
                '리코·매화 전용무기': '개조1&2/SP250'
            },
            2: {
                '리코·매화 전용무기': '개조1&2/SP250'
            },
            3: {
                '리코·매화 전용무기': '개조3&4/SP250'
            },
            4: {
                '리코·매화 전용무기': '개조3&4/SP250'
            },
            5: {
                '리코·매화 전용무기': '개조5&6/SP250'
            },
            6: {
                '리코·매화 전용무기': '개조5&6/SP250'
            }
        }
    },
    '아케치': {
        rituals: {
            0: {
                '아케치 계시': '여정 풍요',
                '아케치 스킬2': 'LV10+심상5',
                '아케치 스킬3': 'LV10+심상5',
            },
            1: {
                '아케치 계시': '여정 풍요',
                '아케치 스킬1': 'LV10+심상5',
                '아케치 스킬2': 'LV10+심상5',
                '아케치 스킬3': 'LV10+심상5',
                '아케치 의식1': ''
            },
            2: {
                '아케치 계시': '여정 풍요',
                '아케치 스킬1': 'LV10+심상5',
                '아케치 스킬2': 'LV10+심상5',
                '아케치 스킬3': 'LV10+심상5',
                '아케치 의식1': '',
                '아케치 의식2': ''
            },
            6: {
                '아케치 계시': '여정 풍요',
                '아케치 스킬1': 'LV13+심상5',
                '아케치 스킬2': 'LV13+심상5',
                '아케치 스킬3': 'LV13+심상5',
                '아케치 의식1 (의식6)': '',
                '아케치 의식2 (의식6)': ''
            }
        },
        modifications: {
            0: {
                '아케치 전용무기': '개조0&1'
            },
            1: {
                '아케치 전용무기': '개조0&1'
            },
            2: {
                '아케치 전용무기': '개조2&3'
            },
            3: {
                '아케치 전용무기': '개조2&3'
            },
            4: {
                '아케치 전용무기': '개조4&5'
            },
            5: {
                '아케치 전용무기': '개조4&5'
            },
            6: {
                '아케치 전용무기': '개조6'
            }
        }
    },
    '마나카': {
        rituals: {
            0: {
                '마나카 계시': '',
                '마나카 스킬1': 'LV10+심상5',
                '마나카 스킬3': 'LV10+심상5',
                '마나카 패시브1': '',
                '마나카 패시브2': ''
            },
            1: {
                '마나카 계시': '',
                '마나카 스킬1': 'LV10+심상5',
                '마나카 스킬3': 'LV10+심상5',
                '마나카 패시브1': '',
                '마나카 패시브2': '',
                '마나카 의식1': ''
            },
            2: {
                '마나카 계시': '',
                '마나카 스킬1': 'LV10+심상5',
                '마나카 스킬3': 'LV10+심상5',
                '마나카 패시브1': '',
                '마나카 패시브2': '',
                '마나카 의식1': '',
                '마나카 의식2': ''
            },
            6: {
                '마나카 계시': '',
                '마나카 스킬1': 'LV13+심상5',
                '마나카 스킬3': 'LV13+심상5 (14스택)',
                '마나카 패시브1': '',
                '마나카 패시브2': '',
                '마나카 의식1': '',
                '마나카 의식2': ''
            }
        },
        modifications: {
            0: {
                '마나카 전용무기': '개조0'
            },
            1: {
                '마나카 전용무기': '개조1&2'
            },
            2: {
                '마나카 전용무기': '개조1&2'
            },
            3: {
                '마나카 전용무기': '개조3&4'
            },
            4: {
                '마나카 전용무기': '개조3&4'
            },
            5: {
                '마나카 전용무기': '개조4&5'
            },
            6: {
                '마나카 전용무기': '개조5&6'
            }
        }
    },
    '후타바': {
        rituals: {
            0: {
                '후타바 계시': '',
                '후타바 스킬1-1': 'LV10+심상5',
                '후타바 스킬3': 'LV10+심상5 (약점)',
                '후타바 의식0': ''
            },
            1: {
                '후타바 계시': '',
                '후타바 스킬1-1': 'LV10+심상5',
                '후타바 스킬3': 'LV10+심상5 (약점)',
                '후타바 의식0': '',
                '후타바 의식1': ''
            },
            6: {
                '후타바 계시': '',
                '후타바 스킬1-1': 'LV13(의식5)+심상5',
                '후타바 스킬3': 'LV13+심상5 (약점)',
                '후타바 의식0': '',
                '후타바 의식1': '',
                '후타바 의식3': '',
                '후타바 의식6': '약점+3스'
            }
        },
        modifications: {
            0: {
                '후타바 전용무기': '개조0'
            },
            1: {
                '후타바 전용무기': '개조1&2'
            },
            2: {
                '후타바 전용무기': '개조1&2'
            },
            3: {
                '후타바 전용무기': '개조3&4'
            },
            4: {
                '후타바 전용무기': '개조3&4'
            },
            5: {
                '후타바 전용무기': '개조4&5'
            },
            6: {
                '후타바 전용무기': '개조5&6'
            }
        }
    },
    '마유미': {
        rituals: {
            0: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV10+심상5',
                '마유미 하이라이트': 'LV10+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '2단계'
            },
            1: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV10+심상5',
                '마유미 하이라이트': 'LV10+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': ''
            },
            2: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV10+심상5',
                '마유미 하이라이트': 'LV10+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': ''
            },
            3: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': ''
            },
            4: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV10+심상5',
                '마유미 스킬2': 'LV10+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': '',
                '마유미 의식4': ''
            },
            5: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV13+심상5',
                '마유미 스킬2': 'LV13+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': '',
                '마유미 의식4': ''
            },
            6: {
                '마유미 계시': '신뢰 힘',
                '마유미 스킬1': 'LV13+심상5',
                '마유미 스킬2': 'LV13+심상5',
                '마유미 스킬3': 'LV13+심상5',
                '마유미 하이라이트': 'LV13+심상5',
                '마유미 패시브1': '',
                '마유미 의식0': '3단계',
                '마유미 의식1': '',
                '마유미 의식2': '',
                '마유미 의식4': '',
                '마유미 의식6': ''
            }
        },
        modifications: {
            0: {
                '마유미 전용무기': '개조0'
            },
            1: {
                '마유미 전용무기': '개조1&2'
            },
            2: {
                '마유미 전용무기': '개조1&2'
            },
            3: {
                '마유미 전용무기': '개조3&4'
            },
            4: {
                '마유미 전용무기': '개조3&4'
            },
            5: {
                '마유미 전용무기': '개조5&6'
            },
            6: {
                '마유미 전용무기': '개조5&6'
            }
        }
    },
    '미오': {
        rituals: {
            0: {
                '미오 계시': '',
                '미오 스킬1': 'LV10+심상5',
                '미오 스킬3': 'LV10+심상5',
                '미오 하이라이트': 'LV10+심상5',
                '미오 패시브2': '',
                '미오 의식0': ''
            },
            1: {
                '미오 계시': '',
                '미오 스킬1': 'LV10+심상5',
                '미오 스킬3': 'LV10+심상5',
                '미오 하이라이트': 'LV10+심상5',
                '미오 패시브2': '',
                '미오 의식0': '',
                '미오 의식1': ''
            },
            2: {
                '미오 계시': '',
                '미오 스킬1': 'LV10+심상5',
                '미오 스킬3': 'LV10+심상5',
                '미오 하이라이트': 'LV10+심상5',
                '미오 패시브2': '',
                '미오 의식0': '',
                '미오 의식1': '',
                '미오 의식2': ''
            },
            6: {
                '미오 계시': '',
                '미오 스킬1': 'LV13+심상5',
                '미오 스킬3': 'LV13+심상5',
                '미오 하이라이트': 'LV13+심상5',
                '미오 패시브2': '',
                '미오 의식0': '',
                '미오 의식1': '',
                '미오 의식2': '',
                '미오 의식4': '',
                '미오 의식6': ''
            }
        },
        modifications: {
            0: {
                '미오 전용무기': '개조0'
            },
            1: {
                '미오 전용무기': '개조1&2'
            },
            2: {
                '미오 전용무기': '개조1&2'
            },
            3: {
                '미오 전용무기': '개조3&4'
            },
            4: {
                '미오 전용무기': '개조3&4'
            },
            5: {
                '미오 전용무기': '개조4&5'
            },
            6: {
                '미오 전용무기': '개조5&6'
            }
        }
    },
    '루우나': {
        rituals: {
            6: {
                '루우나 계시': '자유 좌절',
                '루우나 스킬2': '',
                '루우나 스킬3 (의식6 - 단일)': '',
                '루우나 하이라이트': '',
                '루우나 의식0': '',
                '루우나 의식1': '',
                '루우나 의식2': '',
                '루우나 의식6': ''

            }
        },
        modifications: {
            6: {
                '루우나 전용무기': ''
            }
        }
    },
    '아야카': {
        rituals: {
            6: {
                '아야카 계시': '창조 화해',
                '아야카 스킬2': 'LV13+심상5',
                '아야카 스킬3': 'LV13+심상5',
                '아야카 하이라이트': 'LV13+심상5',
                '아야카 패시브1': '',
                '아야카 의식1': '',
                '아야카 의식3': '',
                '아야카 의식6': ''
            }
        },
        modifications: {
            6: {
                '아야카 전용무기': '개조5&6'
            }
        }
    },
    '이케나미': {
        rituals: {
            6: {
                '이케나미 계시': '신뢰 풍요',
                '이케나미 스킬1': '',
                '이케나미 스킬3': '',
                '이케나미 스킬3-3': '',
                '이케나미 스킬3-4': '',
                '이케나미 하이라이트': '',
                '이케나미 패시브1': '5중첩',
                '이케나미 의식1': '5중첩',
                '이케나미 의식4': ''
            }
        },
        modifications: {
            0: {
                '이케나미 전용무기': '개조0'
            },
            1: {
                '이케나미 전용무기': '개조1&2'
            },
            2: {
                '이케나미 전용무기': '개조1&2'
            },
            3: {
                '이케나미 전용무기': '개조3&4'
            },
            4: {
                '이케나미 전용무기': '개조3&4'
            },
            5: {
                '이케나미 전용무기': '개조5&6'
            },
            6: {
                '이케나미 전용무기': '개조5&6'
            }
        }
    }
}; 