const operationData = {
    "원더": {
        basic: [],
        note: []
    },
    "아케치": {
        basic: [
            { label: "의식 0", value: "1 / 2 › 3 › 1 / 2 › 3 › 1 / 2 › 3" },
            { label: "의식 1", value: "2 › 3 › 1 › 3 › 2 › 3" }
        ],
        note: [
            "· 스킬 3은 2턴 동안 축적한 대미지를 발동하므로 2턴 마다 사용"
        ]
    },
    "미오": {
        basic: [
            { label: "의식 0", value: "1 › 3 › 1 › 3 › 1 › 3" },
            { label: "의식 6", value: "1 + 3 › 1 + 3 › 1 + 3 › 1 + 3 › 1 + 3 › 1 + 3" }
        ],
        note: [
            "· 스킬1을 사용할 때 화상 상태의 적이 필수"
        ]
    },
    "레오": {
        basic: [
            { label: "의식 0", value: "3 › 2 › 3 › 2 › 3 › 2" }
        ],
        note: [
            "· 버프를 받는 동료의 생명이 60% 이하일 경우에 최대 효율 적용"
        ]
    },
    "렌": {
        basic: [
            { label: "의식 0", value: "1 › 1 › 1 + 3 › 1 › 1 › 1 + 3" },
            { label: "의식 5", value: "1 › HL + 1 + 3 › 1 + 3 › 1 › 1 › HL + 3 + 3" }
        ],
        note: [
            "· 적의 체력 %에 따라 택틱 변화"
        ]
    },
    "루우나": {
        basic: [
            { label: "의식 0(단일)", value: "2 › 3 › 2 › 3 › 2 › 3" },
            { label: "의식 0(다중)", value: "1 › 3 › 1 › 3 › 1 › 3" },
            { label: "의식 6(단일)", value: "3 › 2 › 3 › 2 › 3 › 2" },
            { label: "의식 6(다중)", value: "3 › 1 › 3 › 1 › 3 › 1" }
        ],
        note: [
            "-"
        ]
    },
    "루페르": {
        basic: [
            { label: "의식 6", value: "3 › 1 › 3 › 1 › 3 › 1" }
        ],
        note: [
            "-"
        ]
    },
    "류지": {
        basic: [
            { label: "의식 0", value: "3 › 3 › 3 › 3 › 3 › 3" },
        ],
        note: [
            "-"
        ]
    },
    "리코": {
        basic: [
            { label: "의식 0", value: "1 › 3 › 1 › 3 › 3" }
        ],
        note: [
            "· 스킬 2는 자동 발동 외에는 사용하지 않음"
        ]
    },
    "리코·매화": {
        basic: [
            { label: "의식 0", value: "3 › 2 › 3 › 2 › 3 › 2" },
            { label: "의식 0 (질풍)", value: "3 › 1 › 3 › 1 › 3 › 1" },
            { label: "의식 1 (단일)", value: "3 › 1 › 3 › 1 › 3 › 1" },
            { label: "의식 1 (다중)", value: "3 › 2 › 3 › 2 › 3 › 2" },
            { label: "의식 6", value: "3 + 1 › 2 › 3 + 1 › 2 › 3 + 1 › 2" },
        ],
        note: [
            "· 패시브 만개의 크리티컬 효과 버프 상한 없음",
            "· 질풍 파티가 아닌 경우 의식 0의 운영법은 3-2 고정"
        ]
    },
    "마사키": {
        basic: [
            { label: "의식 0", value: "3 › 2 › 3 › 2 › 3 › 2" },
        ],
        note: [
            "-"
        ]
    },
    "마코토": {
        basic: [
            { label: "의식 0", value: "3 › 변신 + 3 › 3 › 3 › 변신 + 3 › 3" },
            { label: "의식 6", value: "3 › 변신 + 3 + 3 › 3 › 3 › 변신 + 3 + 3 › 3" }
        ],
        note: [
            "-"
        ]
    },
    "미나미": {
        basic: [
            { label: "의식 0", value: "3 › 2 › 3 › 2 › 3 › 2" },
        ],
        note: [
            "-"
        ]
    },
    "미유": {
        basic: [
            { label: "의식 0", value: "1 › 1 › 3" },
        ],
        note: [
            "-"
        ]
    },
    "모르가나": {
        basic: [
            { label: "의식 0", value: "1 › 3 › 1 › 3 › 1 › 3" },
            { label: "의식 6", value: "3 › 3 › 3 › 3 › 3 › 3" }
        ],
        note: [
            "-"
        ]
    },
    "모토하": {
        basic: [
            { label: "의식 6", value: "1 › 2 › 1 › 2 › 1 › 2" }
        ],
        note: [
            "-"
        ]
    },
    "모토하·여름": {
        basic: [
            { label: "의식 0", value: "3 › 1 › 1 › 3 › 1 › 1" },
            { label: "의식 1", value: "3 › 1 › 3 › 1 › 3 › 1" }
        ],
        note: [
            "-"
        ]
    },
    "몽타뉴": {
        basic: [
            { label: "의식 6", value: "2 › 3 › 2 › 3 › 2 › 3" }
        ],
        note: [
            "-"
        ]
    },
    "몽타뉴·백조": {
        basic: [
            { label: "의식 0", value: "3 › 1 › 3 › 1 › 3 › 1" },
            { label: "의식 6", value: "3 › 1 › 1 › 3 › 1 › 1" }
        ],
        note: [
            "-"
        ]
    },
    "세이지": {
        basic: [
            { label: "의식 6", value: "3 › 3 › 3 › 3 › 3 › 3" }
        ],
        note: [
            "-"
        ]
    },
    "슌": {
        basic: [
            { label: "의식 6", value: "총기 › 3 › 2 › 총기 › 3 › 2" }
        ],
        note: [
            "-"
        ]
    },
    "아야카": {
        basic: [
            { label: "의식 0", value: "2 › 1 › 3 › 2 › 1 › 3" },
            { label: "의식 1", value: "1 › 1 › 3 › 2 › 1 › 3" },
            { label: "의식 6", value: "3 › 1 › 3 › 2 › 1 › 3" }
        ],
        note: [
            "· 전용무기 5개조 이상 + HL 25% 계시 착용 시 전투 시작 HL 100%"
        ]
    },
    "안": {
        basic: [
            { label: "의식 0", value: "3 › 1 › 3 › 1 › 3 › 1" },
        ],
        note: [
            "· 몰두 활성화 순서에 따라 1, 3 순서 변경"
        ]
    },
    "야오링": {
        basic: [
            { label: "의식 0", value: "1 › 3 › 1 › 3 › 1 › 3" },
            { label: "의식 6", value: "3 › 3 › 3 › 3 › 3 › 3" }
        ],
        note: [
            "· 방어력 감소 상황에 따라 택틱 변화"
        ]
    },
    "야오링·사자무": {
        basic: [
            { label: "의식 0", value: "1 › 3 + 근접 › 1 › 3 + 근접 › 1 › 3 + 근접" },
            { label: "의식 1", value: "1 › 3 + 근접 › 근접 › 1 › 3 + 근접 › 근접" },
            { label: "의식 1 (3/6턴)", value: "근접 › 3 + 1 › 근접 › 근접 › 3 + 1 › 근접" },
            { label: "의식 6", value: "3 + 1 › 근접 › 근접 › 근접 › 근접 › 근접" }
        ],
        note: [
            "-"
        ]
    },
    "유스케": {
        basic: [
            { label: "의식 0", value: "3 › 2 › 3 › 2 › 3 › 2" },
        ],
        note: [
            "· 전투 순서 1번으로 설정해야 버프 유지시간 최대화"
        ]
    },
    "유우미": {
        basic: [
            { label: "의식 0", value: "3 › 2 › 3 › 1" },
        ],
        note: [
            "· 전투 시작 팀 속성에 따라 칵테일을 제조하므로 원더의 선두 페르소나 활용",
            "· 전용무기 행동 감소 회수 및 파티에 따라 운영 변화"
        ]
    },
    "유이 YUI": {
        basic: [
            { label: "의식 0", value: "3 › 1 › 3 › 1 › 3 › 1" },
        ],
        note: [
            "-"
        ]
    },
    "유키미": {
        basic: [
            { label: "의식 6", value: "2 › 3 › 2 › 3 › 2 › 3" },
        ],
        note: [
            "-"
        ]
    },
    "카스미": {
        basic: [
            { label: "의식 0", value: "2 › 1 + 변신 › 2 + HL › 2 › 1 › 2 + 변신 + HL" },
            { label: "의식 1", value: "2 › 1 + 변신 + HL › 3 › 2 › 1 + 변신 + HL › 3" },
            { label: "의식 6", value: "2 › 3 › 변신 + HL + HL + 3 › 2 › 3 › 변신 + HL + HL + 3" }
        ],
        note: [
            "· 2스킬 + 1스킬 3회 스택 예열 이후 HL 사용"
        ]
    },
    "카요": {
        basic: [
            { label: "의식 6", value: "3 › 1 › 3 › 1" }
        ],
        note: [
            "-"
        ]
    },
    "키라": {
        basic: [
            { label: "의식 0", value: "1 › 1 › 2 › 2 › 2 › 변신 + 2" },
            { label: "의식 1", value: "1 › 변신 + 1 › 1 › 2 › 변신 + 1 › 변신 + 2" },
            { label: "의식 6", value: "1 › 변신 + 1 › 변신 + 1 › 2 › 변신 + 1 › 변신 + 2"}
        ],
        note: [
            "· 지속 대미지 기믹에 따라 사냥꾼/집행관 비율 조정",
            "· HL에 유혈 5스택이 포함돼있어 HL 여부에 따라 택틱 크게 변화"
        ]
    },
    "키요시": {
        basic: [
            { label: "의식 6", value: "2 › 2 › 2 › 2 › 2 › 2" }
        ],
        note: [
            "· 사전 화상 부여 필요"
        ]
    },
    "토모코": {
        basic: [
            { label: "의식 6", value: "2 › 3 › 2 › 1 › 2 › 3" }
        ],
        note: [
            "-"
        ]
    },
    "토모코·여름": {
        basic: [
            { label: "의식 0", value: "2 › 3 › 2 › 3 › 2 › 3" }
        ],
        note: [
            "-"
        ]
    },
    "토시야": {
        basic: [
            { label: "의식 6", value: "1 › 1 › 1 › 1 › 1 › 1" }
        ],
        note: [
            "-"
        ]
    },
    "하루": {
        basic: [
            { label: "의식 0", value: "1 › HL + 3 › 총격 › 1 › 3 › HL + 총격" },
        ],
        note: [
            "-"
        ]
    },
    "하루나": {
        basic: [
            { label: "의식 0", value: "1 › 3 › 1 › 3 › 1 › 3" },
        ],
        note: [
            "-"
        ]
    },
    "치즈코": {
        basic: [
            { label: "의식 6", value: "1 › 3 › 1 › 3 › 1 › 3" },
        ],
        note: [
            "-"
        ]
    },
    "후타바": {
        basic: [
            { label: "의식 0", value: "1 › 3 › 1 › 3" },
        ],
        note: [
            "-"
        ]
    }
}; 