window.revelationCharacterIndex = {
  "탄생": [
    "J&C"
  ],
  "자유": [
    "렌·댄싱 스타",
    "루우나",
    "몽타뉴·백조",
    "아케치",
    "토시야",
    "J&C"
  ],
  "희망": [
    "마나카",
    "유키 마코토",
    "카타야마",
    "코로마루",
    "후카",
    "J&C"
  ],
  "힘": [
    "레오",
    "마유미",
    "미나미·여름",
    "아케치",
    "유우미",
    "준페이",
    "카요",
    "토모코",
    "J&C"
  ],
  "실망": [
    "렌·댄싱 스타",
    "아케치",
    "J&C"
  ],
  "변화": [
    "모토하·청광",
    "사나다",
    "카타야마",
    "코로마루",
    "J&C"
  ],
  "성장": [
    "몽타뉴",
    "YUI"
  ],
  "자아": [
    "몽타뉴·백조",
    "아야카·여름",
    "안·댄싱 스타",
    "유스케",
    "YUI"
  ],
  "변환": [
    "모토하",
    "YUI"
  ],
  "반성": [
    "몽타뉴·백조",
    "아야카·여름",
    "유스케",
    "YUI"
  ],
  "예리": [
    "렌·댄싱 스타",
    "아란",
    "코로마루",
    "YUI·스텔라"
  ],
  "풍족": [
    "YUI·스텔라"
  ],
  "순수": [
    "나루미",
    "모르가나·댄싱 스타",
    "모토하·청광"
  ],
  "타락": [
    "나루미"
  ],
  "신뢰": [
    "레오",
    "레오",
    "마사키",
    "마유미",
    "마유미",
    "모토하",
    "미나미",
    "미나미·여름",
    "쇼키",
    "슌·프론티어",
    "아야카",
    "아케치",
    "유우미",
    "유키미",
    "카요",
    "토모코",
    "토모코",
    "토모코·여름",
    "하루나"
  ],
  "창조": [
    "레오",
    "루우나",
    "리코·매화",
    "마유미",
    "모르가나·댄싱 스타",
    "미나미",
    "미나미·여름",
    "미츠루",
    "쇼키",
    "슌·프론티어",
    "아란",
    "아야카",
    "아이기스",
    "유카리",
    "유키미",
    "준페이",
    "카타야마",
    "코로마루",
    "토모코",
    "토모코·여름",
    "하루나"
  ],
  "풍요": [
    "레오",
    "마사키",
    "마유미",
    "모르가나·댄싱 스타",
    "미나미",
    "미나미·여름",
    "쇼키",
    "슌·프론티어",
    "아야카",
    "아케치",
    "야오링",
    "유키미",
    "치즈코",
    "키요시",
    "토모코",
    "토모코·여름",
    "하루나"
  ],
  "화해": [
    "레오",
    "루우나",
    "마유미",
    "모르가나·댄싱 스타",
    "미나미",
    "미나미·여름",
    "미츠루",
    "쇼키",
    "슌·프론티어",
    "아란",
    "아야카",
    "유카리",
    "유키미",
    "준페이",
    "카타야마",
    "코로마루",
    "토모코",
    "토모코·여름",
    "하루나"
  ],
  "여정": [
    "렌",
    "루우나",
    "모르가나·댄싱 스타",
    "미나미",
    "미츠루",
    "슌",
    "슌·프론티어",
    "아야카",
    "아케치",
    "야오링",
    "야오링",
    "치즈코",
    "치즈코",
    "카스미",
    "키요시",
    "키요시"
  ],
  "깨달음": [
    "렌",
    "마코토",
    "준페이"
  ],
  "결심": [
    "렌",
    "리코",
    "모토하·여름",
    "사나다",
    "후타바"
  ],
  "방해": [
    "렌",
    "렌",
    "아란",
    "코로마루"
  ],
  "신중": [
    "렌",
    "사나다"
  ],
  "번영": [
    "렌·댄싱 스타",
    "모르가나·댄싱 스타"
  ],
  "좌절": [
    "루우나",
    "토시야"
  ],
  "주권": [
    "루우나",
    "미나미",
    "미츠루",
    "슌",
    "슌·프론티어",
    "아야카",
    "야오링",
    "준페이",
    "치즈코",
    "카스미",
    "키요시"
  ],
  "수락": [
    "루페르",
    "안",
    "야오링·사자무"
  ],
  "사랑": [
    "루페르",
    "모르가나"
  ],
  "전념": [
    "류지",
    "모르가나",
    "몽타뉴",
    "몽타뉴·백조",
    "미유·여름",
    "유스케"
  ],
  "용맹": [
    "류지"
  ],
  "진정성": [
    "리코",
    "마나카",
    "미유",
    "미츠루",
    "미쿠",
    "유우미",
    "유카리",
    "카요",
    "후카",
    "후타바"
  ],
  "직책": [
    "리코",
    "리코",
    "마나카",
    "마나카",
    "미유",
    "미쿠",
    "유우미",
    "카요",
    "후카",
    "후카",
    "후타바",
    "후타바"
  ],
  "우려": [
    "리코·매화"
  ],
  "신념": [
    "마사키",
    "미오",
    "미유"
  ],
  "평화": [
    "마사키",
    "미유"
  ],
  "진리": [
    "마코토",
    "치즈코"
  ],
  "미덕": [
    "모토하·여름",
    "카스미"
  ],
  "화려": [
    "몽타뉴",
    "몽타뉴",
    "몽타뉴·백조",
    "미유·여름",
    "유스케"
  ],
  "개선": [
    "몽타뉴·백조"
  ],
  "조화": [
    "미나미·여름",
    "세이지",
    "준페이",
    "치즈코",
    "토모코·여름"
  ],
  "헛수고": [
    "미오"
  ],
  "고집": [
    "미츠루",
    "유카리",
    "유키 마코토"
  ],
  "돌파": [
    "사나다",
    "쇼키·암야",
    "이치고",
    "이치고·여름",
    "키라",
    "토시야"
  ],
  "승리": [
    "세이지",
    "토모코·여름"
  ],
  "획득": [
    "쇼키·암야"
  ],
  "강인": [
    "아이기스"
  ],
  "분쟁": [
    "안",
    "야오링·사자무"
  ],
  "결단": [
    "안·댄싱 스타"
  ],
  "슬픔": [
    "이치고",
    "키라",
    "토시야"
  ],
  "기쁨": [
    "이치고·여름"
  ],
  "지혜": [
    "카스미",
    "키라",
    "키라",
    "토시야",
    "하루"
  ],
  "억압": [
    "키라",
    "토시야"
  ],
  "환희": [
    "키라",
    "하루"
  ]
};
