const WeaponData = {
    "원더": {
        "name": "원더",
        "weapon4-1":{
            "name": "",
            "health": 0,
            "attack": 0,
            "defense": 0,
            "skill_name": "",
            "description": ""
        },
        "weapon5-1":{
            "name": "",
            "health": 0,
            "attack": 0,
            "defense": 0,
            "skill_name": "",
            "description": ""
        }
    },
    "레오": {
        "name": "카미야마 레오",
        "weapon4-1":{
            "name": "최강 미늘창 X",
            "health": 1838,
            "attack": 549,
            "defense": 345,
            "skill_name": "동료의 의지",
            "description": "실드 효과가 8.8%/8.8%/11.4%/11.4%/14.0%/14.0%/16.6% 증가한다. 동료를 목표로 페르소나 스킬 시전 시, 동료의 공격력이 9.0%/11.7%/11.7%/14.4%/14.4%/17.1%/17.1% 증가하며, 목표가 생명을 20% 잃을 때마다 효과가 20% 추가 증가한다. 효과는 1턴 동안 지속된다."
        },
        "weapon5-1":{
            "name": "디스트로이어 MR",
            "health": 2299,
            "attack": 687,
            "defense": 431,
            "skill_name": "영웅의 후광",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 동료를 목표로 페르소나 스킬 시전 시 해당 동료는 다음의 두 가지 효과 중 하나를 임의로 획득: 공격력이 16.0%/21.0%/21.0%/26.0%/26.0%/31.0%/31.0% 증가 또는 크리티컬 효과가 16.0%/21.0%/21.0%/26.0%/26.0%/31.0%/31.0% 증가하며 1턴 동안 지속된다. 해당 동료가 보유한 『활성』 중첩수가 2회 이상이면 2가지 효과를 동시에 획득하며, 카미야마 레오의 실드 효과가 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가한다. 효과는 1턴 동안 지속된다."
        }
    },
    "렌": {
        "name": "아마미야 렌",
        "weapon4-1":{
            "name": "마체테 나이프",
            "health": 1728,
            "attack": 623,
            "defense": 296,
            "skill_name": "다가온 흉조",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 상태 이상에 걸린 적을 공격할 경우 공격력이 19.1%/24.8%/24.8%/30.5%/30.5%/36.2%/36.2% 증가한다."
        },
        "weapon5-1":{
            "name": "불사조",
            "health": 2160,
            "attack": 779,
            "defense": 370,
            "skill_name": "만물의 주원",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 『살기』 획득 시 2턴 동안 자신이 주는 주원 대미지가 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가한다.(3회 중첩 가능) 『살기』 3중첩 도달 시, 자신이 다음에 공격으로 주는 대미지가 23.0%/30.0%/30.0%/37.0%/37.0%/44.0%/44.0% 증가한다."
        }
    },
    "루우나": { 
        "name": "도겐자카 루우나",
        "weapon4-1":{
            "name": "분노의 헌터",
            "health": 1712,
            "attack": 560,
            "defense": 345,
            "skill_name": "정밀 사냥",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 『열렬한 환영』 또는 『집요한 추격』상태 시 자신의 효과 명중이 22.0%/28.5%/28.5%/35.0%/35.0%/41.5%/41.5% 증가한다."
        },
        "weapon5-1":{
            "name": "바이트 클로우",
            "health": 2160,
            "attack": 700,
            "defense": 431,
            "skill_name": "송곳니와 발톱",
            "description": "효과 명중이 36.0%/36.0%/47.0%/47.0%/58.0%/58.0%/69.0% 증가한다. 아군 괴도가 화염 속성 스킬 또는 추격 스킬 사용 시 1턴 동안 자신의 효과 명중이 18.0%/23.0%/23.0%/28.0%/28.0%/33.0%/33.0% 증가한다 (1회 중첩 가능). 『열렬한 환영』발동 시 2턴 동안 스킬 목표의 방어력이 추가로 16.7%/21.7%/21.7%/26.7%/26.7%/31.7%/31.7% 감소한다. 『집요한 추격』발동 시 2턴 동안 스킬 목표의 방어력이 추가로 33.3%/43.3%/43.3%/53.3%/53.3%/63.3%/63.3% 감소한다(방어력 감소 효과는 중첩되지 않음)."
        }
    },
    "루페르": {
        "name": "루페르",
        "weapon4-1":{
            "name": "용암의 불꽃",
            "health": 1981,
            "attack": 554,
            "defense": 334,
            "skill_name": "욕화중생",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 필드에 『별의 불꽃』이 존재할 경우, 『별의 불꽃』수량에 따라 치료 효과가 6.9%/9.0%/9.0%/11.1%/11.1%/13.2%/13.2% 증가한다."
        },
        "weapon5-1":{
            "name": "소울 글로리",
            "health": 2477,
            "attack": 693,
            "defense": 418,
            "skill_name": "부엉이 불꽃 깃",
            "description": "치료 보너스가 22.0%/22.0%/28.5%/28.5%/35.0%/35.0%/41.5% 증가한다. 『별의 불꽃』이 동료가 받는 치료 효과를 4.5%/5.9%/5.9%/7.3%/7.3%/8.7%/8.7% 증가시키고, 『별의 불꽃』이 동료의 공격력을 22.0%/29.0%/29.0%/36.0%/36.0%/43.0%/43.0% 추가 증가시킨다."
        }
    },
    "류지": {
        "name": "사카모토 류지",
        "weapon4-1":{
            "name": "가이아 프레셔",
            "health": 2093,
            "attack": 581,
            "defense": 281,
            "skill_name": "파열된 선봉",
            "description": "크리티컬 확률이 7.3%/7.3%/9.5%/9.5%/11.7%/11.7%/13.9% 증가한다. 스킬 시전 시 크리티컬 공격 시 『리바운드』효과를 보유하고 있으면 해당 스킬의 크리티컬 효과가 38.0%/49.5%/49.5%/61.0%/61.0%/72.5%/72.5% 증가한다."
        },
        "weapon5-1":{
            "name": "복수자의 송곳니",
            "health": 2616,
            "attack": 726,
            "defense": 352,
            "skill_name": "반항아",
            "description": "크리티컬 효과가 36.3%/36.3%/47.2%/47.2%/58.1%/58.1%/69.0% 증가한다. 유닛의 턴 종료 시 류지는『뚝심』1중첩을 획득하며 최대 10중첩까지 획득 가능하다. 대미지를 줄 경우 모든 『뚝심』을 소모하여 스킬이 주는 대미지가 (4.5%/5.85%/5.85%/7.2%/7.2%/8.55%/8.55%*『뚝심』 중첩수)만큼 증가한다."
        }
    },
    "리코": {
        "name": "타네무라 리코",
        "weapon4-1":{
            "name": "제월의 은고리",
            "health": 1838,
            "attack": 549,
            "defense": 320,
            "skill_name": "물속의 달",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 『허점』이 격파될 때마다 모든 동료의 공격력이 3.5%/4.6%/4.6%/5.7%/5.7%/6.8%/6.8% 영구 증가한다(5회 중첩 가능)."
        },
        "weapon4-2":{
            "name": "매화꽃 전설",
            "health": 1981,
            "attack": 554,
            "defense": 334,
            "skill_name": "꽃봉오리",
            "description": "속도가 4.6/4.6/5.9/5.9/7.2/7.2/8.5 증가한다. 『허점』이 격파될 때마다 모든 동료는 2턴 동안 다음 효과 중 한 가지 획득: 공격력 7.0%/9.0%/9.0%/11.0%/11.0%/13.0%/13.0% 증가, 방어력 11.0%/14.0%/14.0%/17.0%/17.0%/20.0%/20.0% 증가, 생명 7.0%/9.0%/9.0%/11.0%/11.0%/13.0%/13.0% 증가. 동시에 리코는 5.0%/6.7%/6.7%/8.3%/8.3%/10.0%/10.0%의 고정 확률로 『정보』 1개를 추가로 획득한다."
        },
        "weapon5-1":{
            "name": "닌자・천공의 날개",
            "health": 2299,
            "attack": 687,
            "defense": 400,
            "skill_name": "그림자 춤",
            "description": "속도가 15.0/15.0/20.0/20.0/25.0/25.0/30.0 증가한다. 『허점』을 2개 격파할 때마다 『정보』2/3/3/4/4/5/5개를 추가로 획득한다. 동시에 1턴 동안 모든 동료가 6.0%/7.8%/7.8%/9.6%/9.6%/11.4%/11.4%의 대미지 증가 효과를 획득한다. 『정보』중첩 수 상한이 11/12/12/13/13/14/14회로 증가한다."
        }
    },
    "리코·매화": {
        "name": "타네무라 리코·매화",
        "weapon4-1":{
            "name": "맑은 날의 풍령",
            "health": 1918,
            "attack": 517,
            "defense": 338,
            "skill_name": "무자비",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 자신의 페르소나 스킬로 SP 회복 시 2턴 동안 자신의 크리티컬 효과가 8.7%/11.3%/11.3%/13.9%/13.9%/16.5%/16.5% 증가한다(2회 중첩 가능)."
        },
        "weapon5-1":{
            "name": "겨울학의 날갯짓",
            "health": 2398,
            "attack": 647,
            "defense": 422,
            "skill_name": "나긋한 눈바람",
            "description": "크리티컬 효과가 36.3%/36.3%/47.2%/47.2%/58.1%/58.1%/69.0% 증가한다. 동료를 목표로 스킬 시전 시, 2턴 동안 자신을 제외한 모든 동료의 크리티컬 효과를 13.2%/17.2%/17.2%/21.2%/21.2%/25.2%/25.2% 증가시킨다. 스킬 사용 시, 스킬로 SP 50포인트를 소모할 때마다 스킬 메인 목표의 주는 대미지가 3.3%/4.3%/4.3%/5.3%/5.3%/6.3%/6.3% 증가하며 2턴 동안 지속된다."
        }
    },
    "마사키": {
        "name": "아시야 마사키",
        "weapon4-1":{
            "name": "불멸의 영광",
            "health": 1870,
            "attack": 443,
            "defense": 429,
            "skill_name": "검의 시련",
            "description": "실드 효과가 8.7%/8.7%/11.3%/11.3%/13.9%/13.9%/16.5% 증가한다. 생명이 60% 미만인 아군 유닛에게 아시야 마사키의 실드 효과가 추가로 13.7%/17.8%/17.8%/21.9%/21.9%/26.0%/26.0% 증가한다."
        },
        "weapon5-1":{
            "name": "신성한 맹세",
            "health": 2338,
            "attack": 554,
            "defense": 537,
            "skill_name": "영광의 훈장",
            "description": "방어력이 45.0%/45.0%/59.0%/59.0%/73.0%/73.0%/87.0% 증가한다. 『정직의 성인』의 실드량이 30.0%/40.0%/40.0%/50.0%/50.0%/60.0%/60.0% 증가하며 『정직의 성인』1중첩마다 동료에게 8.0%/10.5%/10.5%/13.0%/13.0%/15.5%/15.5%의 대미지 증가 효과를 추가 제공한다 (최대 2중첩)."
        }
    },
    "마코토": {
        "name": "니지마 마코토",
        "weapon4-1":{
            "name": "마하 펀치",
            "health": 1649,
            "attack": 613,
            "defense": 359,
            "skill_name": "꺼지지 않는 불",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 핵열 대미지를 줄 때, 『강인』중첩마다 해당 대미지가 4.4%/5.6%/5.6%/6.8%/6.8%/8.0%/8.0% 증가한다."
        },
        "weapon5-1":{
            "name": "종말의 핵열",
            "health": 2061,
            "attack": 766,
            "defense": 449,
            "skill_name": "의지 소멸",
            "description": "핵열 대미지가 24.2%/24.2%/31.5%/31.5%/38.8%/38.8%/46.1% 증가한다. 원소 이상 상태인 적 공격 시 공격력이 30.0%/39.0%/39.0%/48.0%/48.0%/57.0%/57.0% 증가한다. 임의의 동료가 원소 이상 상태 부여 시 자신은 『열에너지』1중첩을 획득한다. 『철의 의지』상태에 진입할 때 모든 『열에너지』를 소모하며, 『열에너지』중첩마다 다음 스킬의 핵열 대미지가 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가하고, 최대 60.0%/78.0%/78.0%/96.0%/96.0%/114.0%/114.0% 증가한다."
        }
    },
    "미나미": {
        "name": "미야시타 미나미",
        "weapon4-1":{
            "name": "생명의 찬가",
            "health": 2188,
            "attack": 481,
            "defense": 355,
            "skill_name": "토탈 케어",
            "description": "치료 효과가 8.7%/8.7%/11.3%/11.3%/13.9%/13.9%/16.5% 증가한다. 지속 치료 효과가 28.5%/37.0%/37.0%/45.5%/45.5%/54.0%/54.0% 증가한다. 액티브 치료 시 26.0%/34.0%/34.0%/42.0%/42.0%/49.0%/49.0%의 확률로 메인 목표가 축복 효과를 획득한다."
        },
        "weapon5-1":{
            "name": "엔젤 하트",
            "health": 2735,
            "attack": 601,
            "defense": 444,
            "skill_name": "치유의 맹세",
            "description": "최대 생명이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 암리타가 추가로 자신의 치료 효과를 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가시킨다. 암리타 소모 시 1턴 동안 모든 아군 괴도의 대미지가 25.0%/33.0%/33.0%/41.0%/41.0%/49.0%/49.0% 증가한다."
        }
    },
    "미유": {
        "name": "사하라 미유",
        "weapon4-1":{
            "name": "바다 소나",
            "health": 1870,
            "attack": 512,
            "defense": 380,
            "skill_name": "메아리 장벽",
            "description": "실드 효과가 8.7%/8.7%/11.3%/11.3%/13.9%/13.9%/16.5% 증가한다. 실드 보호 상태인 괴도의 방어력이 24.0%/31.0%/31.0%/38.0%/38.0%/45.0%/45.0% 증가한다."
        },
        "weapon5-1":{
            "name": "버블 드림",
            "health": 2338,
            "attack": 640,
            "defense": 475,
            "skill_name": "심해의 공명",
            "description": "방어력이 45.0%/45.0%/59.0%/59.0%/73.0%/73.0%/87.0% 증가한다. 사하라 미유가 스킬 시전 시 스킬의 메인 목표가 『바다의 수호』1중첩을 추가로 획득한다. 스킬 목표의 『바다의 수호』중첩수에 따라, 중첩마다 공격력이 3.0%/4.0%/4.0%/5.0%/5.0%/6.0%/6.0% 증가하고, 방어력이 3.0%/4.0%/4.0%/5.0%/5.0%/6.0%/6.0% 증가하며 2턴 동안 지속된다."
        }
    },
    "모르가나": {
        "name": "모르가나",
        "weapon4-1":{
            "name": "샴시르",
            "health": 1744,
            "attack": 581,
            "defense": 341,
            "skill_name": "달빛 의사",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 모르가나가 치료한 후, 치료를 받은 동료의 생명이 80% 이상일 시 『만월』효과를 획득해 2턴 동안 생명이 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가하고, 공격력이 4.0%/5.3%/5.3%/6.6%/6.6%/8.0%/8.0% 증가한다."
        },
        "weapon4-2":{
            "name": "사냥꾼의 주걱",
            "health": 1902,
            "attack": 539,
            "defense": 341,
            "skill_name": "두둥!",
            "description": "크리티컬 확률이 5.9%/5.9%/7.6%/7.6%/9.3%/9.3%/11.0% 증가한다. 페르소나 스킬을 사용해 적 공격 시, 생명이 가장 적은 동료의 생명을 회복시키고(모르가나 공격력의 6.3%/8.0%/8.0%/9.7%/9.7%/11.4%/11.4%만큼 회복), 2.0%/3.0%/3.0%/4.0%/4.0%/5.0%/5.0%의 고정 확률로 목표를 망각 상태에 빠뜨린다. 효과는 1턴 동안 지속된다."
        },
        "weapon5-1":{
            "name": "골든 스포일",
            "health": 2180,
            "attack": 726,
            "defense": 427,
            "skill_name": "난폭한 의사",
            "description": "크리티컬 확률이 18.0%/18.0%/23.4%/23.4%/28.8%/28.8%/34.2% 증가한다. 적에게 스킬을 시전하여 크리티컬 발생 시 추가로 적에게 최대 생명 10.0%/13.3%/13.3%/16.6%/16.6%/20.0%/20.0%의 대미지를 준다. 최대로 공격력 100.0%/133.3%/133.3%/166.6%/166.6%/200.0%/200.0%의 대미지를 준다. 치료 유형 스킬 사용 시 메인 목표 동료가 최대 생명의 9.0%/11.8%/11.8%/14.6%/14.6%/17.4%/17.4% 회복한다. 사용한 스킬이 명중하지 않으면 즉시 『직감』을 획득한다."
        }
    },
    "모토하": {
        "name": "아라이 모토하",
        "weapon4-1":{
            "name": "죄와 벌",
            "health": 1712,
            "attack": 581,
            "defense": 363,
            "skill_name": "전자 폭발",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 필드에 감전 상태인 적이 있을 때 모토하 공격력이 20%/26%/26%/32%/32%/38%/38% 증가한다."
        },
        "weapon5-1":{
            "name": "일렉트릭 스타즈",
            "health": 2140,
            "attack": 726,
            "defense": 453,
            "skill_name": "뇌우 현상",
            "description": "전격 대미지가 24.2%/24.2%/31.5%/31.5%/38.8%/38.8%/46.1% 증가한다. 페르소나 스킬 사용 시 『전자 폭풍』 1중첩을 획득한다. 자신의 공격력이 11.0%/16.0%/16.0%/21.0%/21.0%/26.0%/26.0% 증가하고, 감전 상태인 적이 있는 경우 1중첩을 추가로 획득한다. 3회 중첩 가능하며 효과는 2턴 동안 지속된다. 『전자 폭풍』이 최대 중첩수인 경우 모든 괴도가 주는 전격 속성 대미지가 10.0%/14.6%/14.6%/19.2%/19.2%/23.8%/23.8% 증가한다."
        }
    },
    "모토하·여름": {
        "name": "아라이 모토하·여름",
        "weapon4-1":{
            "name": "빵빵별",
            "health": 2093,
            "attack": 565,
            "defense": 288,
            "skill_name": "일광욕",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 『한여름』상태에서 치료를 받을 때 2턴 동안 대미지가 7.6%/9.9%/9.9%/12.2%/12.2%/14.5%/14.5% 추가로 증가한다(2회 중첩 가능)."
        },
        "weapon5-1":{
            "name": "트윙클 비치",
            "health": 2616,
            "attack": 706,
            "defense": 361,
            "skill_name": "불타는 여름",
            "description": "축복 속성 대미지가 24.2%/24.2%/31.5%/31.5%/38.8%/38.8%/46.1% 증가한다. 『한여름』상태에서 크리티컬 효과가 26.0%/34.0%/34.0%/42.0%/42.0%/50.0%/50.0% 추가로 증가한다. 자신이 한여름 상태에 진입한 후, 힛빛 2중첩을 획득한다. 페르소나 스킬 또는 HIGHLIGHT 스킬 사용 시 햇빛 1중첩을 소모하며, 이번 스킬 대미지가 34.0%/44.0%/44.0%/54.0%/54.0%/64.0%/64.0% 증가한다."
        }
    },
    "몽타뉴": {
        "name": "코토네 몽타뉴",
        "weapon4-1":{
            "name": "태양의 노래",
            "health": 1728,
            "attack": 607,
            "defense": 328,
            "skill_name": "얼음 선물",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 코토네가 『얼음 결정』을 획득할 때마다 1턴 동안 빙결 대미지가 2.4%/3.1%/3.1%/3.8%/3.8%/4.5%/4.5% 증가한다 (최대 10회 중첩 가능)."
        },
        "weapon5-1":{
            "name": "겨울의 여왕",
            "health": 2160,
            "attack": 759,
            "defense": 409,
            "skill_name": "영원한 겨울밤",
            "description": "크리티컬 효과가 36.3% 증가한다. 『얼음 결정』이 8개가 되면 『칼끝의 댄서』를 시전할 수 있으며, 『칼끝의 댄서』가 주는 대미지가 46.0% 증가한다. 또한 『얼음 결정』8개를 보유할 경우 『차가운 칼날』스킬이 강화된다."
        }
    },
    "몽타뉴·백조": {
        "name": "코토네 몽타뉴·백조",
        "weapon4-1":{
            "name": "북풍의 여인",
            "health": 1838,
            "attack": 607,
            "defense": 299,
            "skill_name": "번성하는 생명",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다.『아침 이슬 결정』또는『겨울 서리 결정』을 획득할 때마다, 공격력이 영구적으로 1.8%/2.3%/2.3%/2.8%/2.8%/3.3%/3.3% 증가한다 (10회 중첩 가능)."
        },
        "weapon5-1":{
            "name": "백조의 꿈",
            "health": 2299,
            "attack": 759,
            "defense": 374,
            "skill_name": "계절의 변화",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다.『아침 이슬 결정』또는 『겨울 서리 결정』을 획득할 때마다, 크리티컬 확률이 5.4%/7.0%/7.0%/8.6%/8.6%/10.2%/10.2% 증가하며 2턴 동안 지속된다(3회 중첩 가능). 『봄의 결계』/『겨울밤의 결계』를 펼칠 때마다 2턴 동안 질풍 대미지/빙결 대미지가 27.0%/35.0%/35.0%/43.0%/43.0%/51.0%/51.0% 증가한다."
        }
    },
    "세이지": {
        "name": "시라토리 세이지",
        "weapon4-1":{
            "name": "수훈의 증명",
            "health": 1744,
            "attack": 596,
            "defense": 328,
            "skill_name": "기사도",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 동일한 적에게 연속으로 대미지를 줄 시 공격마다 30%의 고정 확률로 자신의 해당 적에 대한 대미지가 3.8%/4.9%/4.9%/6.0%/6.0%/7.1%/7.1%, 최대 19.0%/24.5%/24.5%/30.0%/30.0%/35.5%/35.5% 증가한다."
        },
        "weapon5-1":{
            "name": "계몽의 별",
            "health": 2180,
            "attack": 746,
            "defense": 409,
            "skill_name": "폭풍전야",
            "description": "크리티컬 확률이 18.0%/18.0%/23.5%/23.5%/29.0%/29.0%/34.5% 증가한다. 전투 시작 시 자신이 『격려』1중첩을 획득하며 크리티컬 확률이 12.0% 증가한다. 『격려』를 획득할 때마다 주는 대미지가 (현재 『격려』중첩수*7.5%/9.8%/9.8%/12.1%/12.1%/14.4%/14.4%)만큼 추가로 증가하며 1턴 동안 지속된다."
        }
    },
    "슌": {
        "name": "카노 슌",
        "weapon4-1":{
            "name": "마의 습격",
            "health": 2299,
            "attack": 449,
            "defense": 306,
            "skill_name": "견고한 칼날",
            "description": "최대 생명이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 『황야의 구세주』상태에서 자신의 최대 생명이 11.0%/14.3%/14.3%/17.7%/17.7%/21.0%/21.0%, 방어력이 11.0%/14.3%/14.3%/17.7%/17.7%/21.0%/21.0%, 효과 저항이 11.0%/14.3%/14.3%/17.7%/17.7%/21.0%/21.0% 추가 증가한다."
        },
        "weapon5-1":{
            "name": "선구자의 얼음도끼",
            "health": 2873,
            "attack": 561,
            "defense": 383,
            "skill_name": "빙원의 예찬",
            "description": "최대 생명이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 『황야의 구세주』의 회복 효과 발동 시 52.0%/68.0%/68.0%/84.0%/84.0%/100.0%/100.0%의 고정 확률로 생명이 가장 낮은 동료가 같은 효과를 획득한다. 자신이 공격을 받을 시 공격한 적의 방어력이 30.0%/39.0%/39.0%/48.0%/48.0%/57.0%/57.0% 감소하며 1턴 동안 지속된다."
        }
    },
    "아야카": {
        "name": "사카이 아야카",
        "weapon4-1":{
            "name": "로큰롤 솔로",
            "health": 1823,
            "attack": 570,
            "defense": 310,
            "skill_name": "폭풍의 리듬",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 『피날레: 음역 가동』사용 후 2턴 동안 자신의 공격력이 28.0%/36.0%/36.0%/44.0%/44.0%/52.0%/52.0% 증가한다."
        },
        "weapon5-1":{
            "name": "샤이닝 스타",
            "health": 2279,
            "attack": 713,
            "defense": 387,
            "skill_name": "열광적인 귀의",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 전투 시작 시 40.0%/52.0%/52.0%/64.0%/64.0%/76.0%/76.0%의 HL 에너지를 즉시 획득한다. 『열성 관객』의 공격력이 15.0%/19.5%/19.5%/24.0%/24.0%/28.5%/28.5% 증가하며, 아군이 HL을 사용할 때마다 『열성 관객』의 공격력이 5.0%/6.4%/6.4%/7.9%/7.9%/9.4%/9.4% 증가한다(3회 중첩 가능)."
        }
    },
    "안": {
        "name": "타카마키 안",
        "weapon4-1":{
            "name": "미라지 윕",
            "health": 1712,
            "attack": 639,
            "defense": 328,
            "skill_name": "불꽃의 춤",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 화상 상태인 적 공격 시 공격력이 23.7%/23.7%/30.8%/30.8%/37.9%/37.9%/45.0% 증가한다."
        },
        "weapon5-1":{
            "name": "장미의 가시",
            "health": 2140,
            "attack": 799,
            "defense": 409,
            "skill_name": "포식의 불길",
            "description": "화염 대미지가 24.2%/24.2%/31.5%/31.5%/38.8%/38.8%/46.1% 증가한다. 『몰두』상태 시 임의의 적 1명이 화상 상태에 걸린다. 이때 화상 상태인 적의 수에 따라 화염 속성 대미지가 증가하고 (인원수*25.5%/33.5%/33.5%/41.5%/41.5%/49.5%/49.5%), 최대 76%/100%/100%/124%/124%/148%/148% 증가한다."
        }
    },
    "야오링": {
        "name": "리 야오링",
        "weapon4-1":{
            "name": "만물의 사계",
            "health": 1680,
            "attack": 575,
            "defense": 334,
            "skill_name": "임전의 뜻",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 디버프 효과를 준 후 자신의 속도가 8/11/11/14/14/1/17 증가하며 2턴 동안 지속된다(2회 중첩 가능). 전투 시작 시 즉시 2중첩을 획득한다."
        },
        "weapon5-1":{
            "name": "하늘의 일념",
            "health": 2100,
            "attack": 720,
            "defense": 418,
            "skill_name": "윤회의 촉",
            "description": "속도가 15.0/15.0/20.0/20.0/25.0/25.0/30.0 증가한다. 스킬을 시전해 적 공격 시 스킬의 메인 목표가 『망천수』를 획득한다. 자신의 속도 10포인트마다 목표가 받는 대미지가 1턴 동안 1.20%/1.60%/1.60%/2.00%/2.00%/2.40%/2.40% 증가하며, 2턴 동안 자신의 속도가 15 증가한다. 『맹파탕』보유 시 스킬을 시전하면 해당 효과가 적 전체에 확산된다."
        }
    },
    "야오링·사자무": {
        "name": "리 야오링·사자무",
        "weapon4-1":{
            "name": "눈 속의 여인",
            "health": 1791,
            "attack": 634,
            "defense": 313,
            "skill_name": "섣달 말의 울음",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/36.0%/36.0%/24.0% 증가한다. 『불꽃놀이 유성』 시전 시, 공격력이 22.0%/29.0%/29.0%/36.0%/36.0%/43.0%/43.0% 증가한다."
        },
        "weapon5-1":{
            "name": "따뜻한 봄별",
            "health": 2239,
            "attack": 792,
            "defense": 391,
            "skill_name": "붉은 칼날의 황금새",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 『철꽃의 춤』 상태에서 크리티컬 확률이 16.0%/21.0%/21.0%/26.0%/26.0%/31.0%/31.0% 증가한다. 화염 속성 TECHNICAL을 줄 때 대미지가 34.0%/44.0%/44.0%/54.0%/54.0%/64.0%/64.0% 증가한다."
        }
    },
    "유스케": {
        "name": "키타가와 유스케",
        "weapon4-1":{
            "name": "기합도",
            "health": 1966,
            "attack": 433,
            "defense": 422,
            "skill_name": "무심한 허공도",
            "description": "방어력이 18.0%/18.0%/23.5%/23.5%/29.0%/29.0%/34.5% 증가한다. 반격이 발동할 때마다 2턴 동안 빙결 대미지가 7.4%/9.6%/9.6%/11.8%/11.8%/14.0%/14.0% 증가하고, 지속 기간은 개별적으로 계산한다(2회 중첩 가능)."
        },
        "weapon5-1":{
            "name": "금빛 그림자",
            "health": 2457,
            "attack": 541,
            "defense": 528,
            "skill_name": "얼음의 연무",
            "description": "방어력이 45.0%/45.0%/59.0%/59.0%/73.0%/73.0%/87.0% 증가한다. 전투 시 반격 대미지가 30.0%/39.0%/39.0%/48.0%/48.0%/57.0%/57.0% 증가하고, 실드 효과 획득 시 『수호령』1개를 획득하며, 『수호령』1개당 반격 대미지가 2% 증가한다. 『수호령』수량이 6에 도달하면 반격 대미지가 30.0%/40.0%/40.0%/50.0%/50.0%/60.0%/60.0% 증가하고, 효과는 해당 전투에서 영구적으로 유효하다."
        }
    },
    "유우미": {
        "name": "시이나 유우미",
        "weapon4-1":{
            "name": "별밤의 점술가",
            "health": 1823,
            "attack": 586,
            "defense": 320,
            "skill_name": "유혹의 키스",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 스킬 시전 시, 스킬 목표의 주는 대미지가 4.8%/6.0%/6.0%/7.2%/7.2%/8.4%/8.4% 증가한다. 해당 스킬이 『칵테일』을 소모하면 스킬 메인 목표의 주는 대미지가 추가로 3.6%/4.5%/4.5%/5.4%/5.4%/6.3%/6.3% 증가하며 2턴 동안 지속된다."
        },
        "weapon5-1":{
            "name": "월하의 깃털",
            "health": 2279,
            "attack": 733,
            "defense": 400,
            "skill_name": "음주 가무",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 시이나 유우미가 『믹스·DELUXE/믹스/러프』를 1잔 소모할 때마다 120%/100%/50% 강도의 아래 효과 발동: 2턴 동안 모든 동료가 랜덤으로 공격력 6.0%/7.8%/7.8%/9.6%/9.6%/11.4%/11.4% 증가/주는 대미지 5.0%/6.5%/6.5%/8.0%/8.0%/9.5%/9.5% 증가/크리티컬 확률 4.0%/5.2%/5.2%/6.4%/6.4%/7.6%/7.6% 증가 중 한 종류를 획득한다(발동하지 않은 효과를 우선 획득하며 같은 효과는 중첩되지 않음). 시이나 유우미가 『칵테일』을 2잔 제조 시, 55%/70%/70%/85%/85%/100%/100%의 확률로 해명 괴도의 준비 시간을 1회 행동만큼 감소시킨다."
        }
    },
    "유이 YUI": {
        "name": "YUI",
        "weapon4-1":{
            "name": "미래의 계시",
            "health": 1807,
            "attack": 607,
            "defense": 299,
            "skill_name": "코딩 재구성",
            "description": "크리티컬 확률이 7.3%/7.3%/9.5%/9.5%/11.7%/11.7%/13.9% 증가한다. 『추격』 부여 후 YUI가 주는 전격 속성 대미지가 9.7%/12.6%/12.6%/15.5%/15.5%/18.4%/18.4% 증가한다. 효과는 1턴 동안 지속된다(2회 중첩 가능)."
        },
        "weapon5-1":{
            "name": "버츄얼 디스럽터",
            "health": 2259,
            "attack": 759,
            "defense": 374,
            "skill_name": "인공 지능",
            "description": "크리티컬 확률이 18.1%/18.1%/23.5%/23.5%/29.0%/29.0%/34.5% 증가한다. 『추격』으로 주는 대미지가 26.0%/34.0%/34.0%/42.0%/42.0%/50.0%/50.0% 증가한다. 『놀이 친구』가 『추격』을 발동하거나 동료가 전격 속성의 스킬로 『추격』을 발동할 시, YUI가 『추격』으로 주는 대미지가 26.0%/34.0%/34.0%/42.0%/42.0%/50.0%/50.0% 추가 증가한다."
        }
    },
    "유키미": {
        "name": "후지카와 유키미",
        "weapon4-1":{
            "name": "메가 카운터",
            "health": 1870,
            "attack": 449,
            "defense": 419,
            "skill_name": "죄업의 천적",
            "description": "방어력이 18.0%/18.0%/23.5%/23.5%/29.0%/29.0%/34.5% 증가한다. 생명이 50% 미만인 동료에게 실드 부여 시, 실드 보너스가 16.3%/21.2%/21.2%/26.1%/26.1%/31.0%/31.0% 증가한다."
        },
        "weapon5-1":{
            "name": "퍼플 샐베이션",
            "health": 2338,
            "attack": 561,
            "defense": 524,
            "skill_name": "구원의 사슬",
            "description": "방어력이 45.0% 증가한다. 『절대 심판』스킬 사용 시 『에너지 충전』이 추가 1회 반영되며, 자신의 방어력에 따라 목표의 방어력을 13.0%/20.0%/20.0%/27.0%/27.0%/34.0%/34.0% 탈취한다(최대 520/800/800/1080/1080/1360/1360 방어력). 효과는 2턴 동안 지속된다."
        }
    },
    "치즈코": {
        "name": "나가오 치즈코",
        "weapon4-1":{
            "name": "그래비티 소드",
            "health": 1744,
            "attack": 554,
            "defense": 355,
            "skill_name": "양자 방사",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 필드에서 원소 이상 상태의 적의 방어력이 9.6%/12.4%/12.4%/15.2%/15.2%/18.0%/18.0% 감소한다. 해당 적이 『방사선』을 보유하고 있을 경우 방어력이 추가로 9.6%/12.4%/12.4%/15.2%/15.2%/18.0%/18.0% 감소한다."
        },
        "weapon5-1":{
            "name": "오버클럭 펄스",
            "health": 2180,
            "attack": 693,
            "defense": 444,
            "skill_name": "뒤흔들기",
            "description": "효과 명중이 36.0%/36.0%/47.0%/47.0%/58.0%/58.0%/69.0% 증가한다. 적에게 원소 이상 상태가 추가될 시, 2턴 동안 방어력이 33.0%/43.0%/43.0%/53.0%/53.0%/63.0%/63.0% 감소한다(1회 중첩 가능). 2턴마다 턴이 시작될 때 자신이 80.0%/95.0%/95.0%/110.0%/110.0%/125.0%/125.0%의 기본 확률로 임의의 적이 보유하고 있지 않은 임의의 원소 이상 상태를 부여한다."
        }
    },
    "카스미": {
        "name": "요시자와 카스미",
        "weapon4-1":{
            "name": "시나이의 신검",
            "health": 1791,
            "attack": 613,
            "defense": 296,
            "skill_name": "축복",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 자신의 『춤사위』가 2중첩 이상이면 대미지가 24.0%/31.0%/31.0%/38.0%/38.0%/45.0%/45.0% 증가한다."
        },
        "weapon5-1":{
            "name": "황금빛 햇살",
            "health": 2239,
            "attack": 766,
            "defense": 370,
            "skill_name": "아침 해",
            "description": "크리티컬 효과가 36.3%/36.3%/47.2%/47.2%/58.1%/58.1%/69.0% 증가한다. 자신이 『춤사위』를 획득할 때마다 2턴 동안 공격력이 21.0%/27.0%/27.0%/33.0%/33.0%/39.0%/39.0% 증가한다(1회 중첩 가능). 아군 괴도가 HIGHLIGHT를 사용하면 『소생』을 1중첩 획득해 3턴 동안 자신이 주는 대미지가 8.4%/11.1%/11.1%/13.8%/13.8%/16.5%/16.5% 증가한다(2회 중첩 가능). 『소생』이 2중첩에 도달하면 자신의 HIGHLIGHT 대미지가 추가로 30.0%/39.0%/39.0%/48.0%/48.0%/57.0%/57.0% 증가한다."
        }
    },
    "카요": {
        "name": "토미야마 카요",
        "weapon4-1":{
            "name": "형광의 매혹 D4U",
            "health": 1870,
            "attack": 554,
            "defense": 338,
            "skill_name": "화음 컬러링",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 서포트 스킬 사용 시 토미야마 카요는 43.0%/56.0%/56.0%/69.0%/69.0%/82.0%/82.0%의 고정 확률로 『리듬』 1개를 추가로 획득한다."
        },
        "weapon5-1":{
            "name": "빈티지 디스코:P",
            "health": 2338,
            "attack": 693,
            "defense": 422,
            "skill_name": "트렌드의 중심",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 토미야마 카요가『열렬한 가무』 사용 시 41.0%/54.0%/54.0%/67.0%/67.0%/80.0%/80.0%의 고정 확률로『리듬』 1개가 반환된다. 『열렬한 가무』가 제공하는 속성 증가 효과가 추가로 26.0%/34.0%/34.0%/42.0%/42.0%/50.0%/50.0% 증가한다."
        }
    },
    "키라": {
        "name": "키타지토 키라",
        "weapon4-1":{
            "name": "그레이 인피니티",
            "health": 1966,
            "attack": 596,
            "defense": 288,
            "skill_name": "새빨간 키스",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 적에게 『유혈』을 추가할 때 공격력이 1.8%/2.4%/2.4%/3.0%/3.0%/3.6%/3.6% 증가한다(10회 중첩 가능). 이번 전투에서 영구 유효하다."
        },
        "weapon5-1":{
            "name": "블러드 위브",
            "health": 2457,
            "attack": 746,
            "defense": 361,
            "skill_name": "흡혈 물질",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 『절개』로 대미지를 줄 때 관통이 25.0%/32.5%/32.5%/40.0%/40.0%/47.5%/47.5% 증가한다. 『유혈』상태인 적에게 주는 대미지가 25.0%/32.5%/32.5%/40.0%/40.0%/47.5%/47.5% 증가한다."
        }
    },
    "키요시": {
        "name": "쿠로타니 키요시",
        "weapon4-1":{
            "name": "불꽃 성정",
            "health": 2251,
            "attack": 475,
            "defense": 317,
            "skill_name": "업화 제거",
            "description": "생명이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 『성화』로 주는 대미지가 34.0%/44.0%/44.0%/54.0%/54.0%/64.0%/64.0% 증가한다."
        },
        "weapon5-1":{
            "name": "빛의 세례",
            "health": 2814,
            "attack": 594,
            "defense": 396,
            "skill_name": "성령 조각",
            "description": "생명이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 적에게 화상 상태 부여 시 적이 받는 대미지가 18.0%/21.6%/21.6%/25.2%/25.2%/28.8%/28.8% 추가 증가한다. 『헌제자』중첩마다 쿠로타니 키요시가 주는 대미지가 6.0%/7.5%/7.5%/9.0%/9.0%/10.5%/10.5% 추가 증가한다."
        }
    },
    "토모코": {
        "name": "노게 토모코",
        "weapon4-1":{
            "name": "섀도 크라운",
            "health": 1887,
            "attack": 528,
            "defense": 341,
            "skill_name": "휘감긴 악몽",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다.『푸른 잎』 소모 시 2턴동안 자신의 공격력이 19.0%/24.0%/24.0%/29.0%/29.0%/34.0%/34.0% 증가한다."
        },
        "weapon5-1":{
            "name": "드림 위버",
            "health": 2358,
            "attack": 660,
            "defense": 427,
            "skill_name": "환상 심포니",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다. 수면 효과의 효과명중이 41.0%/54.0%/54.0%/67.0%/67.0%/80.0%/80.0% 증가한다. 동료를 목표로 스킬시전 시, 2턴 동안 공격력이 21.0%/27.0%/27.0%/33.0%/33.0%/39.0%/39.0% 증가한다."
        }
    },
    "토모코·여름": {
        "name": "노게 토모코·여름",
        "weapon4-1":{
            "name": "파도의 언어",
            "health": 1870,
            "attack": 575,
            "defense": 306,
            "skill_name": "피어나는 그림자",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다.『화려한 불꽃』 발동 후 2턴 동안 자체 치료 효과가 13.0%/16.9%/16.9%/20.9%/20.9%/24.8%/24.8% 증가한다."
        },
        "weapon5-1":{
            "name": "오션구슬 완드",
            "health": 2388,
            "attack": 720,
            "defense": 383,
            "skill_name": "전장의 불길",
            "description": "치료 효과가 22.0%/22.0%/28.5%/28.5%/35.0%/35.0%/41.5% 증가한다.『화려한 불꽃』이 주는 스킬 대미지 배율/치료량이 18.5%/24.0%/24.0%/29.5%/29.5%/35.0%/35.0% 증가한다. 적이『화려한 불꽃』을 받은 후 3턴 동안 받는 대미지가 8.5%/11.0%/11.0%/13.5%/13.5%/16.0%/16.0% 증가한다 (2회 중첩 가능)."
        }
    },
    "토시야": {
        "name": "스미 토시야",
        "weapon4-1":{
            "name": "킬링 스칼렛",
            "health": 1807,
            "attack": 592,
            "defense": 331,
            "skill_name": "선혈의 접촉",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다.특수 『시』 획득 시, 현재 특수『시』의 수량에 따라 주는 대미지가 2.0%/2.6%/2.6%/3.2%/3.2%/3.8%/3.8% 증가하며, 1턴 동안 지속된다."
        },
        "weapon5-1":{
            "name": "데스 세이지",
            "health": 2259,
            "attack": 739,
            "defense": 414,
            "skill_name": "윤회 룬",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다.『운명의 십사행시』가 주는 대미지가 33.0%/43.0%/43.0%/53.0%/53.0%/63.0%/63.0% 증가한다.『시』 획득 시 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0%의 고정 확률로 직접 『탁월 시』를획득하며, 『탁월 시』는 모든 『시』의 효과가 발동된다."
        }
    },
    "하루": {
        "name": "오쿠무라 하루",
        "weapon4-1":{
            "name": "길가메스 액스",
            "health": 1712,
            "attack": 607,
            "defense": 341,
            "skill_name": "무방비의 틈",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 상태 이상인 적이 1명 있을 때마다 공격력, 효과명중이 3.3%/4.3%/4.3%/5.3%/5.3%/6.3%/6.3% 증가하며, 최대 9.9%/12.9%/12.9%/15.9%/15.9%/18.9%/18.9% 증가한다."
        },
        "weapon5-1":{
            "name": "신성한 전가",
            "health": 2140,
            "attack": 759,
            "defense": 427,
            "skill_name": "정밀 단련",
            "description": "효과 명중이 36.0%/36.0%/47.0%/47.0%/58.0%/58.0%/69.0% 증가한다. 『조준점』을 보유한 적 공격 시 염동 속성 대미지가 19.0%/25.0%/25.0%/31.0%/31.0%/37.0%/37.0% 증가한다. 『개조』를 획득할 때마다 1턴 동안 공격력이 27.0%/35.0%/35.0%/43.0%/43.0%/51.0%/51.0% 증가한다."
        }
    },
    "하루나": {
        "name": "니시모리 하루나",
        "weapon4-1":{
            "name": "참새짹",
            "health": 1870,
            "attack": 533,
            "defense": 349,
            "skill_name": "막을 수 없는 울음",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다. 동료를 목표로 스킬 시전 시 목표가 가진 공격력증가 효과의 개수에 따라 회당 2.4%/3.1%/3.1%/3.8%/3.8%/4.5%/4.5% 증가한다. 최대 3회까지 중첩되며, 효과는 2턴 동안 지속된다."
        },
        "weapon5-1":{
            "name": "스위트 하트",
            "health": 2338,
            "attack": 667,
            "defense": 436,
            "skill_name": "캔디 탐측",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다.『동심』 소모 시 니시모리는 상응하는 중첩수의『기발한 생각』을 획득한다.『기발한 생각』 보유 시 자신의 공격력이 22.0%/28.0%/28.0%/34.0%/34.0%/40.0%/40.0% 증가한다. 동료가 스킬을 시전해 대미지를 줄 시, 『기발한 생각』1중첩을 소모해 해당 스킬로 주는 대미지가 22.0%/28.0%/28.0%/34.0%/34.0%/40.0%/40.0% 증가한다.『기발한 생각』은 2턴 동안 지속된다."
        }
    },
    "후타바": {
        "name": "사쿠라 후타바",
        "weapon4-1":{
            "name": "C모델 노트북",
            "health": 1791,
            "attack": 602,
            "defense": 317,
            "skill_name": "코드 복원",
            "description": "공격력이 12.0%/12.0%/16.0%/16.0%/20.0%/20.0%/24.0% 증가한다.『교란 바이러스』를 추가한 후 2턴 동안 적이 받는 대미지가 추가로 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가한다."
        },
        "weapon5-1":{
            "name": "HACK 전문가",
            "health": 2239,
            "attack": 753,
            "defense": 396,
            "skill_name": "만능 칩",
            "description": "공격력이 30.0%/30.0%/39.0%/39.0%/48.0%/48.0%/57.0% 증가한다.아군 괴도가 약점 대미지를 줄 때 공격력이 10.0%/13.0%/13.0%/16.0%/16.0%/19.0%/19.0% 증가하며 2턴 동안 지속된다.후타바가 스킬을 사용하여 적에게 디버프 효과를 추가하면 3턴 동안 적이 받는 크리티컬 효과가 7.6%/9.9%/9.9%/12.2%/12.2%/14.5%/14.5% 증가한다 (2회 중첩 가능)."
        }
    }
};
