window.operationData = window.operationData || {};
window.operationData["슌·프론티어"] = {
    "basic": [
        {
            "label": "의식 0",
            "value": "총격+3 › 총격+2 › 총격+3 › 총격+2 › 총격+3 › 총격+2"
        },
        {
            "label": "의식 2",
            "value": "총격+3 › 2↺+총격+1 › 총격+3 › 2↺+총격+1 › 총격+3 › 2↺+총격+1"
        },
        {
            "label": "의식 6",
            "value": "총격+3 › 2↺+총격+1 › 총격+3 › 2↺+특수+총격+1 › 총격+3 › 2↺+총격+특수+1"
        }
    ],
    "basic_en": [
        {
            "label": "A0",
            "value": "Gun+3 › Gun+2 › Gun+3 › Gun+2 › Gun+3 › Gun+2"
        },
        {
            "label": "A2",
            "value": "Gun+3 › 2↺+Gun+1 › Gun+3 › 2↺+Gun+1 › Gun+3 › 2↺+Gun+1"
        },
        {
            "label": "A6",
            "value": "Gun+3 › 2↺+Gun+1 › Gun+3 › 2↺+Special+Gun+1 › Gun+3 › 2↺+Gun+Special+1"
        }
    ],
    "basic_jp": [
        {
            "label": "意識 0",
            "value": "銃撃+3 › 銃撃+2 › 銃撃+3 › 銃撃+2 › 銃撃+3 › 銃撃+2"
        },
        {
            "label": "意識 2",
            "value": "銃撃+3 › 2↺+銃撃+1 › 銃撃+3 › 2↺+銃撃+1 › 銃撃+3 › 2↺+銃撃+1"
        },
        {
            "label": "意識 6",
            "value": "銃撃+3 › 2↺+銃撃+1 › 銃撃+3 › 2↺+特殊+銃撃+1 › 銃撃+3 › 2↺+銃撃+特殊+1"
        }
    ],
    "basic_cn": [
        {
            "label": "意识 0",
            "value": "枪击+3 › 枪击+2 › 枪击+3 › 枪击+2 › 枪击+3 › 枪击+2"
        },
        {
            "label": "意识 2",
            "value": "枪击+3 › 2↺+枪击+1 › 枪击+3 › 2↺+枪击+1 › 枪击+3 › 2↺+枪击+1"
        },
        {
            "label": "意识 6",
            "value": "枪击+3 › 2↺+枪击+1 › 枪击+3 › 2↺+特殊+枪击+1 › 枪击+3 › 2↺+枪击+特殊+1"
        }
    ],
    "note": [
        "· ↺ = 자동 사용"
    ],
    "note_en": [
        "· ↺ = Auto use"
    ],
    "note_jp": [
        "· ↺ = 自動使用"
    ],
    "note_cn": [
        "· ↺ = 自动使用"
    ]
};
