window.ritualData = window.ritualData || {};
window.enCharacterRitualData = window.enCharacterRitualData || {};
window.jpCharacterRitualData = window.jpCharacterRitualData || {};
window.ritualData["슌·프론티어"] = {
  "name": "카노 슌·프론티어",
  "r0": "절체절명의 헌신",
  "r0_detail": "카노 슌·프론티어는 전투 중 아군에게 『주석성 휘장』을 부여할 수 있다.\n『주석성 휘장』: 해당 휘장을 가진 아군은 다운 면역을 얻고, 치명적인 피해를 받아 쓰러지거나 현재 HP가 스킬 소모 조건에 부족한 상태에서 스킬을 사용하려고 할 때, 카노 슌·프론티어가 대신 HP 감소/소모를 부담한다. 대리 부담 가능량은 해당 아군 최대 HP의 160%까지다.\n또한 카노 슌·프론티어의 총격 공격은 모든 적에게 『확정 크리티컬』의 최대 HP 기반 총격 피해를 주며, 적의 적응 감소를 무시하고 다운 수치를 1 감소시키고, 방어력 감소 디버프를 부여한다(2턴 지속, 최대 2중첩). 총격 사용 후 해당 턴에는 다른 스킬을 사용할 수 있으며, 페르소나 스킬을 사용하면 탄환이 재장전된다.",
  
  "r1": "풍부한 지원",
  "r1_detail": "전투 중 『주석성 휘장』을 보유한 아군이 존재할 때, 모든 아군의 크리티컬 효과가 30% 증가한다.\n또한 『주석성 휘장』의 HP 대리 부담 가능량이 추가로 80% 증가한다.",

  "r2": "동료간의 유대",
  "r2_detail": "카노 슌·프론티어의 턴이 시작될 때, 『주석성 휘장』을 가진 아군이 있다면 자동으로 『결전의 총성』을 발동하며, 해당 효과는 1턴의 쿨타임을 가진다.\n『정의의 사격』의 각 타격은 대상에게 부여되는 받는 피해 증가 효과를 추가로 5중첩 누적한다.\n『결전의 깃발』의 추가 피해 증가 효과는 더 이상 적의 수량 제한을 받지 않으며, 모든 아군의 공격력이 추가로 20% 증가한다(2턴 지속).",

  "r3": "뜨거운 요리의 혼",
  "r3_detail": "『결전의 깃발』, 『어둠을 꿰뚫는 총성』의 스킬 레벨이 3 상승하며, 최대 15레벨까지 증가한다.",

  "r4": "더욱 풍부한 지원",
  "r4_detail": "HIGHLIGHT 효과 강화: HIGHLIGHT 사용 후 모든 아군의 공격력이 영구적으로 20% 증가한다(중첩 불가).",

  "r5": "불타는 의협심",
  "r5_detail": "『정의의 사격』, 『전투 기술』의 스킬 레벨이 3 상승하며, 최대 15레벨까지 증가한다.",

  "r6": "이 영광과 함께",
  "r6_detail": "카노 슌·프론티어는 일반 탄환을 1발 소모할 때마다 특수 예비탄 1발을 획득한다. 특수 예비탄이 2발 이상일 경우 『진압자/분쇄자 모드』에 돌입하며, 예비탄을 해당 턴 동안만 사용할 수 있는 특수탄으로 변환한다(최대 3발).\n특수탄 효과: 특수탄 공격 시 대상의 다운 취약이 10% 증가하고, 받는 피해가 20% 증가하며, 받는 크리티컬 효과가 30% 증가한다(1턴 지속, 최대 3중첩).\n『진압자/분쇄자 모드』의 세 번째 특수탄은 최대 HP 10000%의 고정 피해를 가한다."
};

window.enCharacterRitualData["슌·프론티어"] = {
  "name": "Shun Kano",
  "r0": "",
  "r0_detail": "",
  "r1": "",
  "r1_detail": "",
  "r2": "",
  "r2_detail": "",
  "r3": "",
  "r3_detail": "",
  "r4": "",
  "r4_detail": "",
  "r5": "",
  "r5_detail": "",
  "r6": "",
  "r6_detail": "",
};
window.jpCharacterRitualData["슌·프론티어"] = {
  "name": "カノ シュン",
  "r0": "",
  "r0_detail": "",
  "r1": "",
  "r1_detail": "",
  "r2": "",
  "r2_detail": "",
  "r3": "",
  "r3_detail": "",
  "r4": "",
  "r4_detail": "",
  "r5": "",
  "r5_detail": "",
  "r6": "",
  "r6_detail": "",
};
